[
  "OF THE BRITISH ARMY VALUES AND STANDARDS Values and Standards of the British Army | 1 The British Army has earned a worldwide reputation for excellence, a reflection of the quality of those who serve and have served. Values are about character and spirit; Standards define our actions and behaviour. Our operational effectiveness depends upon upholding them both. Our war fighting doctrine is based on mission command, which is dependent on mutual trust between leaders and those they lead. When Values are declared and followed, they form the basis of that trust. Values are specific beliefs about what is important and unimportant, good and bad, right and wrong. Values form the basis of how we make judgements and decisions about all we do and do not do. Our Standards guide the practical application of our Values, ensuring that everything we do is Appropriate, Lawful and Professional. Teamwork is essential for a strong military force. In combat we put our lives in the hands of our teammates; we depend on each other. Such trust is developed from strong bonds of mutual respect and confidence in each other to do the right thing. Our government, and the British public, entrust us with the application of lethal force; that sets us apart from the rest of society. It demands a higher standard of behaviour than that which is expected of those who are not soldiers - at all times whether on or off operations, on or off duty. War is always violent, visceral and chaotic. But the character of conflict is changing and becoming more complex and dynamic with the boundary between war and peace increasingly blurred. Living our Values and Standards is ever more important, providing the moral compass against which to judge the most appropriate actions. They are at the very centre of what we do and define who we are. They are the bedrock, the guiding principles that remain constant, whatever the situation. I expect every soldier to live by our Values and Standards, to approach every day with an open-minded attitude that sees the potential in everyone and refuses to allow unacceptable behaviour. This is how we seize the opportunities that mission command offers. Remember that the standard you walk past - without taking any action - is the standard that you accept. FOREWORD By the Chief of the General Staff 2 | Values and Standards of the British Army | 3 VALUES AND STANDARDS 1. The British Army’s Values are the moral principles which define who British soldiers are as individuals and what the British Army stands for as an organisation. Standards are the authoritative benchmarks against which we judge our conduct. “Our purpose is clear: we protect the UK, fight the UK’s enemies, prevent conflict and deal with disaster. This is underpinned by unlimited liability1 and exemplary Values and Standards.” 2 2. Every individual has a value set but these Values and Standards form the basis upon which members of the British Army commit themselves unreservedly to the protection of the Nation. Our Values and Standards set us apart from other occupations and, often, from our enemies. Whilst they have been refined over time, they remain constant, non-discretionary principles that define the behaviours expected of all members of the British Army, whatever the circumstances. 3. The Values and Standards of the British Army are: Values • Courage • Discipline • Respect for Others • Integrity • Loyalty • Selfless Commitment Standards • Lawful • Acceptable Behaviour • Professional 1 Unlimited liability is the ultimate expression of selfless commitment: the willingness to sacrifice one’s own life if required. 2 General Sir Nicholas Carter, CGS at the Army Conference 2015. Values and Standards of the British Army | 54 | THE ARMY AND SOCIETY 4. The concept that everyone has the natural right to life and liberty lies at the heart of British democratic society. These natural and absolute rights have been the basis of British laws and principles of government for over three hundred years. The British Army must conform with the principles of the right to life and liberty if it is to embrace the core values of the society from which it is drawn and on whose behalf it acts. These values comprise the ethical foundation on which the Values and Standards of the British Army are based. 5. The Army strives to be the best. It will be judged harshly if it fails to live up to its Values and Standards, either as an organisation or through the behaviour of an individual or group. Perceptions of the Army and individual behaviour are therefore inseparable; the actions of every soldier have the potential for collective consequence. ‘We are what we repeatedly do. Excellence then is not an act, but a habit.’ 3 VALUES, STANDARDS AND THE PROFESSIONAL SOLDIER 6. Professional officers and soldiers serve the legitimate political objectives of a nation; this distinguishes them from non-state actors, terrorists and mercenaries. The British Army, along with the other Services, exists to defend the Nation, its citizens and its national interests. The principle that every human possesses a right to life and liberty does not prohibit offensive action taken in defence of the Nation. It is an officer’s and soldier’s duty, when so required and lawfully directed, to close with and kill an enemy. 7. Officers and soldiers in the British Army must always be ready to serve; voluntarily placing their personal freedoms behind that of service to the Nation. Officers and soldiers must be willing to place themselves in positions of great danger, difficulty and stress; this includes mortal danger. Service in the Army, and the other Services, has the potential to demand personal sacrifices not expected of any other profession in our society. Those who join the British Army must be prepared to knowingly risk their lives to save and preserve the lives of others, including in combat. The British Army’s Values and Standards embody this code of behaviour. 8. The principles of the right to",
  "life and liberty reflect some of the obligations on officers and soldiers detailed in the Geneva Conventions and which are part of the broader Laws of Armed Conflict. These require officers and soldiers to protect those who cannot defend themselves such as non-combatants which includes any enemy wounded or prisoner once the threat to life is removed. British officers and soldiers are required to uphold the rights of others before their own as a matter of duty. 3 Will Durrant, The Story of Philosophy: The Lives of Opinions of the World’s Greatest Philosophers. p76. VALUES, STANDARDS AND OPERATIONAL SUCCESS 9. The Nation requires that the Army will prevail and succeed on operations. This demands the absolute commitment of individual Service Personnel to collective purpose. Generating this commitment, and ultimately getting people to fight, is embodied in the moral component of fighting power. It is the pre-eminent of the three components of fighting power4 and underpins operational capability. 10. The capability of individual Service Personnel is multiplied when they are formed into teams. Effective and cohesive teams are the building blocks of operational success; when correctly formed, they can withstand considerable hardship and succeed. Foremost among the factors which makes teams effective is trust, both within the team and in the team’s capability. Trust of this sort can only truly be secured if every team member is confident in the commitment and resolve of all other members of the team. The Army’s Values and Standards provide an accepted and clearly defined code of behaviour which generates the strong bonds necessary to foster the trust among and within teams that is so critical to success. 11. In an environment of increased scrutiny and complexity, our adversaries may seek to generate, or take advantage of, scenarios which result in considerable presentational harm and which, by their nature, place operational success in jeopardy. Adherence to the Army’s Values and Standards, in person and online, protects Service Personnel from this threat and thereby enhances the chances of success on operations. Values and Standards of the British Army | 76 | LEADERSHIP 12. The application of Values and Standards is an unavoidable and enduring duty of leaders to preserve both our legitimacy and the moral component. Army leadership is, and must remain, values based and the example set by all those in leadership positions defines the Army’s Values and Standards every day. Leadership is a fundamental duty of all Officers, Warrant Officers and Non-Commissioned Officers; leadership of peers is a responsibility of all. 13. Commanders must understand the importance of Values and Standards, set the right example and demand the same of their subordinates and peers. Those in a position of rank or responsibility have an enduring duty to lead and represent their Service. Failure, however, is a human trait. Whilst it is the role of commanders to ensure that behaviour which falls short of our Values and Standards is corrected and that lessons are learnt from the experience, encouraging subordinates to take reasonable and measured risk is an important leadership quality. 4 Moral, conceptual and physical. 5 The Army Leadership Code - An Introductory Guide (First Edition) 2015. “The Army Leadership Code is founded on our Values. To us, Courage, Discipline, Respect for Others, Integrity, Loyalty and Selfless Commitment are much more than words on a page, they are what the British Army stands for… The Army’s Values are part of good leaders, who live them 24/7/365, whatever the situation.” 5 14. The Army Leadership Code, with which all commanders must be familiar, contains direction on leaders’ behaviour and conduct and enables them to set an example. It requires commanders to take responsibility for the actions of others and set an appropriate example at all times, both on and off duty. 15. Operations may be characterised by complex and stressful circumstances with a greater possibility that officers and soldiers may deviate from our Values and Standards. Commanders must insist on the same professional conduct on operations as they would in barracks. They are required to have the strength and courage to correct any behaviour which carries the potential to undermine our Values and Standards, whatever the circumstances. The pressures or achievements of operations are not an excuse to tolerate poor discipline, low professional standards or unacceptable behaviour. To do so courts failure. 16. Officers, Warrant Officers, and Non-Commissioned Officers have a responsibility to ensure that the Army’s Values and Standards are observed by those under their command at all times. The Queen’s Commission makes it clear that commissioned Officers have a particular responsibility for the application of the Values and Standards: “We, reposing especial trust and confidence in your loyalty, courage and good conduct, do by these presents constitute and appoint you to be an Officer…. You are, in such manner and on such occasions as may be prescribed by Us, to exercise and well discipline in their duties such officers, men and women as may be placed under your orders from time to time and use your best endeavours to keep them in good order and discipline … in pursuance of the trust hereby reposed in you.” 6 Values and Standards of the British Army | 98 | 6 Extract from The Queen’s Commission. 10 | Values and Standards of the British Army | 11 THE VALUES OF THE BRITISH ARMY 17. Courage, both moral and physical, creates the strength upon which fighting spirit and success on operations depends. It is a quality needed by every soldier, but is especially important for those placed in positions of authority because others will depend on their lead and respond to it. 18. Moral courage is the characteristic on which the other Values and Standards depend. It provides the resolve to do what is right even when it may be unpopular, risk ridicule or appear dangerous by insisting on the maintenance of the highest standards of decency and behaviour at all times. Every soldier and officer must have the moral courage to challenge any behaviour which threatens",
  "our Values and Standards, irrespective of rank, environment or circumstance. 19. Physical courage is the readiness to confront and overcome fear and fatigue. Physical courage on the battlefield must be complemented by moral courage if we are to maintain the highest standards of behaviour and therein our ability to deliver operational success. 20. Every soldier must be able to depend on the absolute physical and moral courage of their colleagues, even in the face of adversity. A lack of courage has the potential to expose individuals and teams to needless risk. Similarly, misplaced courage amounts to recklessness, which also puts others at risk unnecessarily and may undermine trust. COURAGE 21. Discipline is a defining characteristic of the professional soldier and is an essential qualify in combat. It is built through education, training and practice until instinctive. For officers and soldiers, discipline instils self-control, fosters self-confidence, helps overcome fear and enables trust. The Profession of Arms demands the highest levels of discipline on and off duty. It requires that officers and soldiers adhere to military conventions and act in compliance with legal orders, even under the worst conditions of war. 22. The administration of discipline requires clearly understood rules and a universal system of enforcement, applied without delay, fear or favour. The best discipline is self-discipline, which is innate rather than imposed. Discipline that is over-zealous, imposed selectively or ignored by those in authority will constrain initiative and undermine trust. In contrast, a commander who exercises just discipline sets the conditions for success on operations. Values and Standards of the British Army | 1312 | DISCIPLINE 23. The British Army provides opportunity for all. Respect for Others reflects our belief that everyone is born free and equal in dignity. It follows that everyone must be treated fairly and with dignity and respect regardless of: gender; ethnicity (including nationality); sexual orientation; age; disability; gender reassignment; marriage or civil partnership; pregnancy and maternity; religion; belief or non-belief; rank and position. There is no place in the British Army for prejudice or discrimination, whether in person or online. Only by treating each other fairly and with respect, can we ensure that every officer and soldier in the Army fulfils their potential. 24. Respect for Others applies equally to all individuals: victims of conflict; the dead; the wounded; prisoners and civilians. We will not succeed on operations, maintain the respect of the Nation or get the best from those we encounter, be they individuals, partners or allies, unless we demonstrate Respect for Others in all that we do. 25. Respect for Others also underpins the concept of mutual respect; understanding and appreciating the innate worth of every other soldier in the Army is an essential component of teamwork and trust. Respect for each individual requires an understanding of perspective, tolerance and sometimes patience. Any soldier who fails to demonstrate Respect for Others undermines the collective strength of the group and their own credibility as a professional soldier. Values and Standards of the British Army | 1514 | RESPECT FOR OTHERS Values and Standards of the British Army | 1716 | INTEGRITY 26. Integrity is, quite simply, doing the right thing. A person of integrity is enduringly honest and driven by ethical principle. Openness and honesty are essential to trust and the functioning of the chain of command. Officers and soldiers must have complete trust in each other; their lives may ultimately depend on it. Any lapse in integrity calls into question whether an individual can be relied upon and thus trusted. 27. Integrity also sets the tone of relationships beyond the Army. It is a significant factor in our relationship with other armies and beyond the immediate military environment including with civil society and family members. Integrity, and the public trust that comes with it, is a hard-won quality which is easily lost. 28. Loyalty binds individuals into teams, creating and strengthening bonds within formations, units and sub-units. Personal loyalty to the Army is essential to develop these bonds; underpinning relationships between peers, subordinates and superiors. Loyalty is earned through commitment, professionalism, humility, decency and integrity. These are enduring characteristics that cannot be turned on and off at will. 29. Those in authority have a duty to be loyal to their subordinates: to represent their interests faithfully, deal with complaints thoroughly and develop their abilities through progressive training. Subordinates must be loyal to their leaders, their peers and their team. Being loyal to leaders or subordinates does not mean that wrong-doing should be condoned or covered up; this is misplaced loyalty which may amount to a serious criminal offence and cost lives. Misplaced loyalty undermines trust, challenges our Values and Standards and compromises the integrity of the perpetrator. LOYALTY Values and Standards of the British Army | 1918 | 30. Selfless Commitment is the foundation of service in the British Army, embedded in the Oath of Allegiance taken on attestation. It binds the loyalty of every soldier to the Sovereign as Head of State thus accepting that individual needs are subordinate to those of the Army and Nation as articulated through the Oath of Allegiance: “I swear by almighty God that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth II, Her heirs and successors and that I will as in duty bound honestly and faithfully defend Her Majesty, Her heirs and successors in person, crown and dignity against all enemies and will observe and obey all orders of Her Majesty, Her heirs and successors and of the generals and officers set over me.” 7 31. Selfless Commitment means putting the needs of the mission and the team before personal interests; it may ultimately require soldiers to lay down their lives. Genuine selfless commitment is irrespective of private beliefs or prejudices and it is equally valid in barracks as when deployed on operations. Values and Standards of the British Army | 2120 | SELFLESS COMMITMENT7 Those who do not believe in God ‘Solemnly, sincerely and truly declare and affirm’. 32. The",
  "British Army’s Standards define the manner in which all officers and soldiers are required to behave in every aspect of their life, professional and private. They have been formulated to ensure that the behaviour of all officers and soldiers is lawful, appropriate and professional. 33. The Army takes a more demanding approach to behaviours and relationships that might be regarded as a matter of individual choice or morality in wider society. This is because of the unique circumstances and requirements of military service. Behaviour that risks degrading our professional ability or undermining morale by damaging trust and respect between individuals cannot be tolerated as it compromises our ability to succeed. THE STANDARDS OF THE BRITISH ARMY Values and Standards of the British Army | 2322 | 34. All officers and soldiers are subject to the criminal law of England and Wales and are required to abide by it wherever they serve and at all times. All civilian criminal offences have been incorporated into Service Law8, and Service Law creates additional offences9 that reflect the unique nature of military service and the higher standards that are required of officers and soldiers. Additionally, and notably on operations or when overseas, officers and soldiers are subject to international law, international humanitarian law (the law of armed conflict) and, in some cases, local civil and criminal law. Officers and soldiers are required to operate within the law that applies to their particular operational or overseas context at all times. 35. Rules of Engagement set out when, and how, force may be used against an enemy. In some circumstances, they limit a soldier’s ability to use force and demand greater restraint than the law would permit. This requires self-discipline and judgement, often in circumstances of danger. 36. Those in authority must ensure that orders are lawful and clear. The abuse of authority to intimidate or victimise others, or to give unlawful punishments and orders, is illegal and unacceptable. Values and Standards of the British Army | 2524 | LAWFUL 8 s42 of the Armed Forces Act 2006. 9 Including: Desertion, Disgraceful conduct of a cruel or indecent kind, AWOL, Disobedience to a lawful command. 37. Acceptable behaviour is that which fosters team spirit and cohesion. The Army’s Values establish a baseline of acceptable behaviour which sustains our position in society. This enables the Army to recruit and retain the best talent in the Nation, preserve the respect of our partners and allies and gives the best chance of success on operations. It is the duty of every member of the British Army to exhibit and promote acceptable behaviour, at all times and in all contexts. 38. It is not practical to list every form of unacceptable behaviour, but it includes: bullying; harassment; discrimination; abuse; dishonesty; intimidation; victimisation; social misconduct or conduct which runs counter to common decency that might, by its nature, bring the Army into disrepute, whether in person or online. This also includes unwanted or unguarded comments about another person’s sexual orientation, gender, gender identity, ethnicity or religion. 39. Misconduct involving abuse of position, trust or rank, or taking advantage of an individual’s circumstances will be viewed as particularly serious and dealt with accordingly. Social misconduct encompasses: unwelcome sexual attention and behaviours, including unwanted touching; over-familiarity with the spouses or partners of other Service personnel; displays of affection that may cause offence to others; behaviour which damages or hazards the personal relationships of Service personnel or civilian colleagues; and taking sexual advantage of others. ACCEPTABLE BEHAVIOUR Values and Standards of the British Army | 2726 | 40. A defining characteristic of a profession is the requirement to set clear standards for the conduct of its members. The Army is no different. Professional behaviour is to do with how you act or react, intentionally or unintentionally and whether on or off duty. To be a professional British Army soldier means abiding by the Army’s policies and regulations on, among other issues, the handling of official information; alcohol and substance misuse; control of public and non-public funds and management of personal affairs. Values and Standards apply to all officers and soldiers of every rank and at all times, without exception. Values and Standards of the British Army | 2928 | PROFESSIONAL THE SERVICE TEST 41. Every breach of Values and Standards requires prompt and unambiguous action to be taken. In determining whether the Army has a right to intervene in the personal lives of its officers and soldiers, commanders must do so in the context of the Army’s Values and Standards. Acceptance of any breach of these Values and Standards, however minor, undermines the operational effectiveness of the British Army and puts our ability to succeed at risk. Every individual who fails to uphold our Values and Standards must have their failings made clear to them. 42. The Service Test is the mechanism by which breaches in the Army Values and Standards are judged. It applies to everyone in the Army at all times, both on and off duty, irrespective of rank and context: “Have the actions or behaviour of an individual adversely impacted or are they likely to impact on the efficiency or operational effectiveness of the Service?” 43. Where appropriate, failings must result in adverse comments in an annual appraisal, or administrative or disciplinary action. A decision on what action is to be taken, and the extent of that action, will depend on the circumstances of each case measured against the Service Test. In assessing what action to take, commanders must establish the seriousness of the misconduct and its impact, or potential impact, on the efficiency, operational effectiveness or reputation of their unit and the Army. Where an individual is found to have committed gross misconduct or has been persistent in misconduct or inefficiency, commanders are required to consider the termination of service. CONCLUSION 44. The British Army has a unique and trusted standing in the Nation and more widely. Founded on principles that underpin our society, the Army’s Values and Standards contribute",
  "directly to preserving this position and delivering operational effectiveness. They are what the Nation reasonably expects from its Army. The demands of military service require a commitment from all officers and soldiers, beyond that normally expected from other citizens. Our Values and Standards sustain the British Army’s ethos, provide structure to our organisational culture and govern our interactions with fellow officers, soldiers, allies, other combatants and civilians. It is a fundamental duty of all commanders to ensure that these Values and Standards are given the highest and overriding priority, that they are understood and that they are applied in all they do by themselves and those under their command. Values and Standards of the British Army | 3130 | AC 64649 Pers Cap, Army Headquarters IDL 23, Blenheim Building Marlborough Lines Andover Hampshire SP11 8HJ Creative Media Design ADR007583 Army Leadership Doctrine AC 72029 Handling instructions and conditions of release Copyright This publication is British Ministry of Defence Crown copyright. Material and information contained in this publication may be reproduced, stored in a retrieval system and transmitted for MOD use only, except where authority for use by other organisations or individuals has been authorised by a Patent Officer of the Defence Intellectual Property Rights whose details appear below. Crown copyright and Merchandise Licensing, Defence Intellectual Property rights, Central Legal Services, MOD Abbey Wood South, Poplar 2 #2214, Bristol BS34 8JH, Email: DIPR-copyright@mod.gov.uk Security This document is classified OFFICIAL due to the information it contains and is issued for the information of such persons who need to know its content in the course of their duties. Any person finding this document should place it in a single envelope with particulars of how it was found and post to: Freepost, PO Box 3037, London N1 1BR. This document is to be handled (stored, transmitted and destroyed) in accordance with its classification and any handling caveats/descriptors associated with the document (details of which can be found at the top/ bottom of the document). Release to international organisations and national governments is for Defence purposes only and the information must be afforded the same degree of protection as that afforded to information of an equivalent classification originated by the recipient organisation or nation, or as required by the recipient organisation or nation’s security regulations, as governed by any extant bilateral agreement. Release to persons outside government service is on a personal basis only and the recipient to whom it is entrusted in confidence within the provisions of the OFFICIAL SECRETS Act 1911-1989, is personally responsible for its safe custody, complying with handling caveats/descriptors and ensuring that its contents are disclosed only to authorised personnel. If you require further advice on the handling requirements of this document, please refer to JSP 440 or contact the appropriate MOD Security Authority. THIS DOCUMENT IS THE PROPERTY OF HER BRITANNIC MAJESTY’S GOVERNMENT. THE UNAUTHORISED RETENTION, MODIFICATION, DISTRIBUTION OR DESTRUCTION OF THE DOCUMENT IS AN OFFENCE UNDER THE OFFICIAL SECRETS ACT 1911-1989. Status This publication has been produced under the direction and authority of the Chief of the General Staff by Head of Warfare Development in his capacity as sponsor of Army doctrine. It is the individual’s responsibility to ensure that he or she is using the latest version of this publication. If in doubt the individual should contact the Director of Leadership (details below). The contents constitute mandatory regulations or an MOD Approved Code of Practice (ACOP) and provide clear military information concerning the most up-to-date experience and best practice available for commanders and troops to use for operations and training. To avoid criminal liability and prosecution for a breach of health and safety law, you must follow the relevant provisions of the ACOP. Breaches or omissions could result in disciplinary action under the provisions of the Armed Forces Act. Authorisation The Army Leadership Doctrine is written on behalf of Director Leadership, Commandant Royal Military Academy Sandhurst. Readers wishing quote this doctrine as reference material in other work should confirm this first with SO2 Leadership at the Centre for Army Leadership. Comments should be sent to: SO2 Leadership The Centre for Army Leadership, Robertson House The Royal Military Academy Sandhurst, Camberley Surrey GU15 4PN Email: Army-CentreForArmyLeadership@mod.gov.uk Foreword There’s no shortage of literature about leadership but because it’s a personal thing, essentially it’s about you and your behaviours and at its most simple it’s about translating your intent into action through other people. So here are a few things that have helped me:  At its heart, sits moral courage, mutual respect, comradeship and self-discipline. This builds trust, without which there can be no leadership.  The hallmarks of successful military leadership also include initiative, daring, self-confidence, professional knowledge and energy.  An inextinguishable will to win combined with a determination not to be frustrated by the inevitable setbacks and matched with a preparedness to experiment and innovate in order to learn. Leadership and learning go hand-in-hand, along with a relentless pursuit of professional excellence.  It helps if you have the confidence to encourage an open, collaborative and challenging culture coupled with the patience to tolerate the honest mistakes of subordinates in order to develop their confidence, initiative and experience. You’re trying to bring out the best in people.  I have always tried to place a premium on decentralisation and delegation, intelligent co-operation, speed of action and low-level initiative. People enjoy freedom, not micro- management.  Finally, an irrepressible sense of humour, proportion and humility goes a long way in nurturing the tenacity, resolution and fighting spirit which is what we are all about and keeps everyone going in adversity. The martial spirit of our soldiers is the only true test of our readiness. Keep that bright, and in my experience, the rest will follow. General Mark Carleton-Smith KCB CBE ADC Gen Army Leadership Doctrine | i Preface Purpose. This doctrine codifies the British Army’s thinking on leadership, drawing together ideas, principles and methods that have been proven to work throughout history. It provides a focal point",
  "for British Army leadership and is designed to bring coherence and a shared understanding of leadership across all ranks of the Army. As with all doctrines, the intention is not to restrict individuality or stifle imagination, but to help develop leaders, learn from the experience of others and adapt for the future. It is not designed to be the sole source of information on leadership, but a solid foundation to encourage further study and discussion by Army leaders. ‘Doctrine is indispensable to an army...it provides a military organisation with a common philosophy, a common language, a common purpose, and a unity of effort.’ Gen George Decker, 19621 The doctrine has been brought to life through quotes and vignettes’. For a more comprehensive understanding of the themes discussed, ‘Additional Resources’ are available at Appendix 2. Furthermore, the Centre for Army Leadership website (see Appendix 3) hosts a wealth of complementary material to aid leader and leadership development. Audience. This doctrine is intended to be accessible to everyone serving within the Army as a guide to self-improvement, and as the principal text for those charged with leading and developing leaders. Structure. This doctrine is divided into five chapters: a. Chapter 1 What is Army Leadership. Explains the unique demands of Army leadership and the context in which Army leaders operate. It introduces a number of key concepts that are fundamental to understanding the Army’s approach to leadership. b. Chapter 2 What Leaders Are. Gets to the heart of the Army’s values-based approach to leadership, and the importance of leading by example. c. Chapter 3 What Leaders Know. Focuses on the knowledge and skills that are critical for effective leadership. d. Chapter 4 What Leaders Do. Examines the three key activities of a leader: developing individuals, building teams and achieving tasks. e. Chapter 5 How Leaders Do It. Explores the Army Leadership Code and leadership behaviours in greater detail. f. Glossary. g. Appendices: (1) ‘Ten Diseases of Leadership’ - Professor Richard Holmes. (2) Additional Resources. 1 Quoted in Michael Dewer, An Anthology of Military Operations (London: Robert Hale, 1990). Army Leadership Doctrine | iii Contents Foreword i Preface iii CHAPTER 1 - What is Army Leadership? 1-1 The Definition of British Army Leadership 1-2 The Components of Fighting Power 1-3 Command, Leadership and Management 1-4 Mission Command 1-5 Culture and Climate 1-8 Servant Leadership 1-8 Levels of Leadership 1-9 The Leadership Framework 1-10 CHAPTER 2 - What Leaders Are 2-1 Values and Standards 2-1 Enduring Characteristics 2-9 The Art of Leadership 2-10 Toxic Leadership 2-11 The Ten Diseases of Leadership 2-15 CHAPTER 3 - What Leaders Know 3-1 Know Yourself 3-1 Know Your People 3-2 Know Your Profession 3-5 Decision-Making and Communication 3-6 CHAPTER 4 - What Leaders Do 4-1 Action Centred Leadership - The Army Leadership Model 4-2 Develop Individuals 4-2 Build Teams 4-5 Achieve the Task 4-9 CHAPTER 5 - How Leaders Do It 5-1 The Army Leadership Code 5-1 The Leadership Behaviours 5-5 Glossary G-1 APPENDIX 1 - The Ten Diseases of Leadership A1-1 APPENDIX 2 - Additional Resources A2-1 Army Leadership Doctrine | v ‘Make no mistake it is not considered purely as an officer’s sport. From the most junior soldier, through the NCOs that form the backbone of our Army, up to the most senior general, we all lead.’ Lt Gen Chris Tickell (DCGS), 20192 2 Centre for Army Leadership, Leading in the Digital Age. 2019 Conference Proceedings and Summary. < https://www.army. mod.uk/media/8280/mod4073_230165_cal-conference-proceedings_internals_aw-web-only_aw3.pdf > Accessed 2 July 2021. ‘Leadership is that mixture of example, persuasion and compulsion which makes men do what you want them to do. I would say that it is a projection of personality. It is the most personal thing in the world, because it is just plain you.’ Field Marshal Lord Slim, 19573 1-01. Introduction. This chapter sets the context of British Army leadership: what it is and why it is important. It describes the uniqueness of the Profession of Arms and leadership’s pivotal role in our fighting power. It also discusses leadership in relation to command and management, as a cornerstone of Mission Command and its symbiotic relationship with culture. 1-02. General. While the study of leadership has attracted significant attention from academia, the public sector, sport and business, the definition of what exactly leadership is remains elusive. It is a powerful, yet intangible, concept. It is the lifeblood of any successful organisation. Leadership is what enables us to build and motivate strong teams to achieve a common goal. By drawing from our collective experience and knowledge, it is possible to determine what makes British Army leadership distinctive. 1-03. The Leader and the Team. Leadership requires two entwined elements: the leader and their team. It is impossible to think of one without the other. If we define leadership as the art of motivating people towards the achievement of a common goal, the leader is the person who knows how to effectively deploy their leadership skills to move their team forward. People are at the very heart of any team and leaders must quickly recognise the social and interpersonal nuances that exist within every team and apply their leadership against this context. ‘At the end of the day, all of this (leadership) is underpinned by connections between individuals, leaders, followers, colleagues and teammates. Leadership is fundamentally relational.’ Siobhan Sheridan (Former Director Civilian HR MOD), 20214 1-04. British Army Leadership. The character of British Army leadership is rooted in the moral foundations of our Values and Standards. It is intrinsically wedded to our philosophy of Mission Command and executed in the service of others. It is shaped by a shared purpose, mutual trust and respect, and empowerment at all levels. The enduring nature of British Army leadership is an appropriate blend of example, persuasion and coercion, relative 3 Field Marshal Slim, Courage and Other Broadcasts (London: Cassell, 1957). 4 Centre for Army Leadership, Remote Leadership Conference, 11 March 2021. CHAPTER 1 What is Army Leadership? Army Leadership Doctrine | 1-1 to the culture, context and",
  "environment in which it is being applied. Leadership must be lived every day, in peace and war, command and staff, on and off the field of battle. Leadership is everybody’s business, from private soldier to CGS. We all lead by example. The Definition of British Army Leadership A combination of character, knowledge and action that inspires others to succeed 1-05. Unique Leadership. The Profession of Arms is unique. According to the Armed Forces Covenant, which reflects the unique responsibilities, roles and requirements of the Armed Forces, our primary role is to protect the nation and its dependent territories. This is our defining purpose. In extremis and when called upon, we are responsible for the legitimate use of force on behalf of the state. 5 a. Armed Forces. All members of the Armed Forces swear an Oath of Allegiance that recognises a contract of Unlimited Liability. This liability to both risk and take life is the most serious of responsibilities and places immeasurable pressure on military leadership. 6 b. Land Warfare. The land environment differs from the others, as combat on land typically involves closer and more human interaction than platform-centric sea or air- based operations, where engagement ranges are greater. The human dimension and the brutal nature of land operations place distinctive demands upon Army leaders. c. Ethos. The source of the Army’s ethos is rooted in and shaped by its past, the society from which it springs, and in the enduring requirements of the Profession of Arms. Its ethos and shared Values and Standards are what bind it together. The essence of this ethos is duty to subordinates, peers, superiors, the mission and the Crown. ‘We never fail when we try to do our duty, we always fail when we neglect to do it.’ Gen (Retd) Sir Robert Baden-Powell (Founder of the Scouts)7 1-06. The Future. While there is little certainty about future challenges the British Army will face, the nature of conflict is inherent and does not change. It is political, human, economic and military. It involves uncertainty, chaos, chance, and friction. It is a contest of wills. The fundamentals of Army leadership described in this doctrine will endure regardless of the situation. Yet, the way in which conflict is perceived and fought changes over time. It is shaped by politics, new security threats and technological advances. Army leaders must therefore apply the fundamentals of British Army leadership to rapidly evolving circumstances. They do so by encouraging innovation, understanding new security environments, engaging with the most advanced theories and practices, and embracing technology. 5 Lt Gen Robert L. Caslen, ‘The Army Ethic, Public Trust and the Profession of Arms’, Military Review (Special Edition), 2011. Lt Gen Sir John Hackett, ‘Chapter 1: Origins of a Profession’, in The Profession of Arms. (Washington, DC: Center of Military History, 1983). 6 Patrick Mileham, ‘Unlimited Liability and the Military Covenant’, Journal of Military Ethics, 9 (2010). 7 Robert Baden-Powell Quotes. BrainyQuote.com, BrainyMedia Inc, 2021. <https://www.brainyquote.com/quotes/robert_ badenpowell_177993> Accessed 2 July 2021. 1-2 | Army Leadership Doctrine 1-07. The Army’s Purpose. The Army meets its purpose through the delivery of operational effect. Operational effectiveness, as laid down in Defence Doctrine, is defined as ‘fighting power.’ ‘Our purpose is clear: we protect the UK, fight the UK’s enemies, prevent conflict and deal with disaster. This is underpinned by unlimited liability and exemplary values and standards.’ Gen Sir Nick Carter (CGS), 20158 The Components of Fighting Power 1-08. The Model of Fighting Power. Fighting Power describes the operational effectiveness of the Army. It recognises that land forces do not simply consist of people and equipment, but have interconnected physical, moral, and conceptual properties as depicted in Figure 1-1. Fighting Power is inherently contextual and it is determined by how well a force (our own, allied, or enemy) is adapted to the character of the operation in which it is engaged. 9 The physical component provides the means to fight and consists of personnel, equipment, sustainability and resources. The conceptual component is the force’s knowledge and application of doctrine, kept relevant by its ability to learn and adapt. The moral component concerns the human aspect of Fighting Power and is arguably the most important, as success on operations is dependent upon people to a greater degree than equipment or tactics. The moral component consists of three mutually dependent elements: 10 a. Morale, the will of the force and of its soldiers to fight. b. Leadership, the essential element of the moral component, underpins the ethical foundation and directs the force across all three components of Fighting Power. c. The ethical, moral and legal foundation that underpins the way in which Land Forces conduct operations. 8 Gen Sir Nicholas Carter, CAL Annual Conference (2015). 9 Geoffrey Sloan, ‘Military Doctrine, Command Philosophy and the Generation of Fighting Power: Genesis and Theory’, in International Affairs 88/2 (2012), 243-263. 10 Covey, Stephen R., Ethics, the Heart of Leadership (Westport, CT: Praeger, 2004). McCormack, Rev Dr Philip J. ‘Grounding British Army Values Upon an Ethical Good’, Command and General Staff College Foundation Inc., 30 March 2015 <https:// www.cgscfoundation.org/wp-content/uploads/2015/04/McCormack-GroundingBritishArmyValues.pdf> Accessed 2 July 2021. Army Leadership Doctrine | 1-3 Figure 1-1. The Model of Fighting Power Command, Leadership and Management 1-09. Command, leadership and management are distinct but inter-related components, and one cannot work effectively without the other. Balance is required between all three and is context-dependent. 11 a. Command. Command is the authority vested in an individual for the direction, coordination and control of military forces. It has a legal and constitutional status, codified for the Army in the Queen’s Regulations. It is delegated to a commander by a higher authority that gives direction and assigns forces to accomplish a mission. The exercise of command is the process by which a commander makes decisions, impresses their will on, and transmits intentions to subordinates. It entails authority, responsibility, and accountability. A commander needs to have these three elements in balance to be able to command effectively: (1) Authority: the power and right to give",
  "orders and enforce obedience. (2) Responsibility: the ability and obligation to act independently and make decisions. (3) Accountability: the requirement and expectation to justify actions and decisions. b. Leadership. Leadership is a human endeavour. It is ‘persuasion, compulsion and example’ 12 that inspire others into action. Given that leadership does not require designated authority, anyone can lead. All commanders, those granted with authority, however, are expected to lead. 11 Dave Fielder, Defining Command, Leadership and Management Success Factors within Stability Operations, Strategic Studies Institute, US Army War College, 2011. Stephen Bungay, ‘The Executive’s Trinity: Management, Leadership and Command’. The Ashridge Journal (2001). Keith Grint, Leadership, Management and Command: Rethinking D-Day (Basingstoke: Palgrave Macmillan, 2007). 12 Field Marshal Slim quoted in British Army, Serve to Lead (2005). 1-4 | Army Leadership Doctrine ‘Leadership is the art of accomplishing more than the science of management says is possible.’ Gen (Retd) Colin Powell (Former Chairman of the Joint Chiefs), 199513 c. Management. Management relates to the systems, processes and mechanisms for the control and allocation of resources (staff, equipment, financial resources, etc). It uses organisational systems and processes to minimise risk and to achieve results in the most efficient manner possible. In essence, sound management contributes to the building of trust and loyalty that facilitates effective leadership. Management is therefore vital to the maintenance of the Army’s fighting power. ‘There was a captain I served with at regimental duty who was one of the most humorous, approachable and charismatic officers we knew. He made a very strong first impression on those in his company; he was a natural leader and soon they adored him. We envied this rapport and he was often invited into that inner sanctum of regimental life, the Sergeants’ Mess. Unfortunately, he was idle when it came to administration and harboured contempt for ‘bureaucracy’. Unsurprisingly, the soldiers and Non-Commissioned Officers cottoned onto this. Once appraisal reports were late and Warrant Officers had to cover his armoury checks, the atmosphere changed. His invitations dried up and by the time he was posted, they were bad-mouthing him. For all his affability, he never earned respect.’ Capt at Regimental Duty, 201514 Mission Command 1-10. Mission Command is the British Army’s command philosophy. It is equally applicable in peacetime as it is on operations. Mission Command focuses on achievement of intent. It promotes decentralised command, freedom of action, initiative and speed. It relies on trust, mutual understanding and initiative at all levels, all nurtured by good leadership and balanced by sound management. 15 Leadership and followership 16 are fundamental to Mission Command. Trust and mutual understanding between leaders and subordinates must be implicit. Leaders have a duty to provide direction and guidance, including resources and constraints that allow subordinates to use their initiative and judgement. In return, subordinates have a duty to act with loyalty and discipline. Trust is a two-way process that is guaranteed by every soldier, whether leader or led, living our Values and Standards and setting an appropriate example. It is about doing as you would be done by. 13 Colin L. Powell, with Joseph E. Persico, My American Journey (New York: Random House, 1995). 14 Unless otherwise stated, all case studies have been drawn from individual contributors’ conversations with the Centre for Army Leadership. 15 Don Vandergriff, Adopting Mission Command: Developing Leaders for a Superior Command Culture (Annapolis, MD: Naval Institute Press, 2019). 16 See para 3-05. Army Leadership Doctrine | 1-5 Mission Command promotes a culture that empowers leaders at every level. It generates agility and tempo. It enables us to overcome an enemy in the most chaotic and demanding circumstances. It also allows us to unlock everyone’s potential to seize opportunities. 1-6 | Army Leadership Doctrine 1-11. Trust. Trust is a pre-requisite of command at all levels and is fundamental to Mission Command. Trust and delegation, or empowerment, are symbiotic: the greater the trust, the greater the delegated freedoms to act. Trust is also reciprocal. The leader trusts the follower to act within the stated intent and direction given, while the follower trusts the leader to provide the support, resources and over-arching command responsibility for the task at hand. Trust is also the glue that binds leaders and subordinates, peers and superiors, and individuals into teams. It underpins high-performance cultures. It is vitally important to a leader and is widely regarded as the ‘essence of leadership’. Trust can be hard won and easily lost, and it requires consistent effort to maintain. Much like respect, trust works both horizontally and vertically. First and foremost, it is about the team around us, knowing that we can rely on one another and that we feel safe and assured. Thereafter, we place trust in the chain of command, in the knowledge that our own leaders are looking after our needs and our interests. Trust also manifests at the organisational level. We maintain our license to operate through the trust invested in our relationship with the society we serve. If our words and actions are deemed to fall below the expectations of wider society, trust will be undermined and our licence to operate will be questioned. Hence, the importance of our collective adherence to the Values and Standards of the British Army. We all have a duty to maintain the nation’s trust in our professionalism. ‘A lesson I will take away is how quickly you can empower your people. If you trust them, you empower them. They will find the niche where they can add value and make a difference, and they will do that really quickly.’ Brig Elizabeth Faithfull-Davies (Comd 102 Log Bde), 202117 While trust must be earned and not demanded, the default should be for commanders to trust their superiors and their subordinates. Trust is built over time and through shared experiences. It is the responsibility of the leader to set the conditions for trust through fostering a climate where failure is an opportunity to learn, calculated risk-taking, boldness and initiative are encouraged, and subordinates are challenged to their perceived",
  "limits. Trust is based on several factors including personal example, integrity, professional competence and care. The basis of trust is respect and mutual understanding. ‘They follow you for one reason and one word: Trust. That trust is earned every day, piece by piece, in barracks. It comes from showing an interest in your soldiers and their families, their promotion, their education, their housing, their hopes and aspirations.’ Lt Col Matthew Maer, Op TELIC (Iraq), 200618 17 Centre for Army Leadership, Interview with Brig Lizzie Faithfull-Davies, 9 March 2021. 18 M.P. Maer, ‘Operation Telic: One Commanding Officer’s Perspective’. The Foundation, 2 (2006). Army Leadership Doctrine | 1-7 Culture and Climate 1-12. Climate and culture are often used interchangeably. However, culture, much like leadership, defies a universally agreed definition. In simple terms, culture is to a group what personality or character is to an individual. The culture of an organisation draws on collective beliefs, attitudes and values, which in turn manifest themselves in accepted behaviours. Culture is our collective identity and strong leadership drives culture to deliver better performance. It is who we are and what we do. a. Culture is pivotal to the British Army as an institution. We exist within an overarching culture, which is shaped by our shared history, rules and regulations, and our Values and Standards. In addition, the uniqueness of our Regimental system provides a rich and complex influential web of coexisting sub-cultures. They collectively inform our shared identity and shape our daily ‘lived experience’. By its very nature, the Army’s culture is stable and enduring. b. Climate is the environment experienced in specific teams or units within the organisation itself. Being inherently less stable, climate can change relatively quickly as it is highly dependent upon the context and the people involved. The smaller the team, the more quickly this change may occur. For example, a section commander can change the climate of their organisation within hours, whereas it would take a battalion or brigade commander much longer to have a similar impact. A leader must first understand the culture and climate in which they are operating and how this shapes their own beliefs, values and behaviours, as well as those of the people they are leading. All leaders, regardless of rank, must realise their critical role in setting the climate and in shaping and sustaining the culture of their organisation. If they fail to do so, morale may be damaged and operational effectiveness may be undermined. Leaders should embrace the virtues of their regimental and unit traditions, their heritage and ethos, while at the same time ensuring consistency with that of the culture of the Army as defined by our Values and Standards. Leaders must strike a balance between sustaining the strengths of our past, while contributing to the development of a culture that is relevant to meet the challenges of today and tomorrow. ‘When we examine culture and leadership closely, we see that they are two sides of the same coin; neither can really be understood by itself.’ Edgar Schein (Academic and Author), 200419 Servant Leadership 1-13. ‘Serve to Lead’ is the motto of The Royal Military Academy Sandhurst but it is applicable to leaders of all ranks. In essence, we serve those we lead. The principle of putting the needs of others before our own is enshrined in British Army leadership and it is the most powerful concept any leader can embody, and, critically, abide by. It forms the bedrock 19 Edgar H. Schein, Organizational Culture and Leadership, 3rd Edition (New York: Wiley, 2004). 1-8 | Army Leadership Doctrine of trust. If those you lead know that you will do everything in your power to pursue and defend their interests, to put them before yourself, then their trust, loyalty and integrity are assured. 20 Levels of Leadership 1-14. Army leaders operate at four levels: Self, Team, Organisation and Strategic. While each level requires leaders to develop specific skills and competencies to succeed, the fundamentals that allow a leader to thrive at the Team level are equally applicable at Organisational and Strategic. a. Self. Every leader, regardless of the level they are leading at, will firstly have to know and lead themselves. This requires self-awareness and understanding of how their actions and behaviours impact those they lead and how they are perceived by those around them. Self-awareness is the bedrock from which all other levels of leadership are built, from a private soldier to CGS. ‘I think self-awareness is probably the most important thing towards being a champion.’ Billie Jean King (Former World No. 1 Tennis Champion)21 b. Team. Like leading yourself, every leader always leads a team in a defined context. Be it at the strategic level or when working in a staff environment, a leader never works in isolation and is always part of a team. Leaders must be cognisant of this context and understand that every level within the Army is made up of a series of small, interconnected teams. When leading these teams, leaders must set the example, engage with their people, and nurture and mentor those around them. c. Organisational. Organisational leaders influence several hundred to several thousands of people. Leaders at this level will therefore predominately lead through others and will rarely lead face-to-face. Leaders at the organisational level will deal with greater levels of uncertainty and complexity. They will devolve responsibility and will rely heavily on their subordinate teams to meet their intent. d. Strategic. At this level, institutions are led and shaped, vision is set, and longer-term direction is determined. Strategic leaders work in uncertain environments facing highly complex problems that extend beyond the Army. The decisions made by strategic leaders will affect more people, commit more resources, instigate transformative change, and have wide-ranging consequences. Strategic leaders have a responsibility for the stewardship of the institution they lead. The importance of the decisions made at this level highlight the importance of leaders knowing themselves and leading their small team well, as these two levels are the bedrock",
  "from which sound strategic decisions are made. 20 Robert K. Greenleaf, Servant Leadership: A Journey into the Nature of Legitimate Power and Greatness (New York: Paulist Press, 2002). 21 Billie Jean King. ‘15 Quotes about Self-Awareness’. Cairnway: Serve, Lead, Now. Accessed 2 July 2021. I Am Self Awareness Is The Most Important Thing Towards... | Bartleby Army Leadership Doctrine | 1-9 The Leadership Framework 1-15. The Leadership Framework (Figure 1-2) articulates what is required of an Army leader using four components: What Leaders Are, What Leaders Know, What Leaders Do and How Leaders Do It. The Leadership Framework is further explored in chapters 2, 3, 4 and 5. Figure 1-2. The Leadership Framework 1-10 | Army Leadership Doctrine ‘Do not take leadership for granted. I think it is too easy to forget where one stands as the leader. You have got to lead. You have got to set the example. You have got to inspire the teams that are around you as much as you can, in your own way.’ Maj Gen Charlie Collins, (GOC 1st (UK) Division), 202022 22 ‘Do Not Take Leadership for Granted: An Interview with Maj Gen Collins’, The Army Leader, September 2020. <https:// thearmyleader.co.uk/major-general-charlie-collins-interview/> Accessed 2 July 2021. ‘Character is the bedrock on which the whole edifice of leadership rests. Without it, particularly in the military profession, failure in peace, disaster in war, or at best, mediocrity in both will result.’ Gen Matthew Ridgway, (Former Chief of Staff of the United States Army), 196623 2-01. Introduction. This chapter examines the character of Army leaders, with particular attention to their role as champions of the Values and Standards on which Army leadership is based. It also discusses the enduring characteristics of a British Army leader: the example, responsible and influential. It discusses the positive attributes and moral imperatives that underpin effective leadership as well as what leader characteristics may develop into ineffective or, in the extreme, toxic leadership. Values and Standards24 2-02. Overview. Values drive action or behaviour. The Army’s Values are at the centre of what we do and define who we are, both as individuals and as an organisation. They represent the contract we have with society and what it expects of us. The Army’s Values are the guiding principles that remain constant, whatever the situation. Shared values promote cohesion and trust throughout the chain of command, a collective sense of what is right, and a united notion of duty and commitment. The Army follows a philosophy of Values Based Leadership, by which our Values offer leaders clarity and confidence in times of ambiguity. Army leaders have a serious responsibility to foster shared acceptance of the Values and Standards. This can only be achieved by the application of good judgement to ensure that the leaders themselves live them and that they communicate and promote them, in all situations, on and off duty. ‘If I look at how we go about delivering our outputs, people are at the absolute heart of it. Our Values and Standards are at the heart of it, and we know we are nothing if we can’t work together as a collaborative inclusive team. Therefore, it is prevalent we have emotional intelligence and empathy.’ Maj Gen Sharon Nesmith, (Director Personnel), 202025 23 Ronald Robert. ‘Dropping Bombs: On Patton, Profanity, And Character’. Modern War Institute 2 Sep 18 <https://mwi.usma.edu/dropping-bombs-patton-profanity-character/> 24 Values and Standards of the British Army <https://www.army.mod.uk/media/5219/20180910-values_standards_2018_final.pdf> Accessed 2 July 2021. 25 Maj Gen Sharon Nesmith. ‘CAL Podcast Episode 3’. CAL Podcast 10 Dec 20 <https://armyleadership.podbean.com/e/episode-3- major-general-sharon-nesmith/> Accessed 2 July 2021. CHAPTER 2 What Leaders Are Army Leadership Doctrine | 2-1 2-03. Values Based Leadership.26 Values Based Leadership refers to the ability to inspire, develop and reinforce in others the core Values and Standards of the British Army, empowering them to do the right thing, whatever the situation. The application of Values Based Leadership requires both leaders and followers to adopt the appropriate application of transformational and transactional leadership behaviours (as stated in the Army Leadership Code). 27 Leaders are expected to focus on the Army’s core Values as the basis of effective leadership, to be exemplary role models that exhibit the highest standards of behaviour for subordinates to observe and imitate, within the given context. Only through effective leadership can our people move beyond knowing and understanding our Values and Standards, to living them. Values Based Leadership offers a handrail for the application of effective leadership at all levels and for the improvement of the ‘lived experience’ of all ranks. Ultimately, Values Based Leadership underpins the Army’s operational effectiveness. Values 2-04. Courage. Courage is an essential trait of an Army leader who, depending on context, may require physical courage, moral courage or both. Leaders, informed by the context in which they are operating, must apply good judgement; one of the key requirements for all leaders. ‘Courage is rightly esteemed the first of human qualities […] because it is the quality which guarantees all others.’ Winston Churchill (Member of Parliament), 193128 a. Moral Courage. Moral courage is about ‘doing the right thing’ and making hard decisions. Moral courage is the currency of respect and is often displayed in everyday situations. The more it is practised, the more natural and instinctive it becomes. By exercising it in peacetime, a leader is setting the precedent for operational challenges and for establishing and maintaining high standards. ‘Do as you ought, not as you want.’ Maj Gen (Retd) Patrick Marriott, 201729 26 Values Based Leadership was developed between 2004-2007 by the School of Infantry and Bangor University: Hardy, L & Arthur, C (2006). Report on Study into the Infantry Training Centre Coaching and Leadership Initiative,’ Bangor University. See also Olli-Pekka Viinamäki, ‘Why Leaders Fail in Introducing Values-Based Leadership? An Elaboration of Feasible Steps, Challenges, and Suggestions for Practitioners’, International Journal of Business and Management, 7 (2012). 27 See ’LEADERS’, Chapter 5. 28 Quoted in British Army, Serve to Lead (Crown Copyright, 2005), page 108. 29 Eyre, Phil ‘Leadership Lessons from Maj Gen Marriott: How to",
  "advance’, in Leaders: Advancing Phenomenal Performance, 25 April 2017. <https://www.leadersconsultancy.co.uk/articles/leadership-lessons-from-major-general-marriott/> Accessed 2 July 2021. 2-2 | Army Leadership Doctrine Case Study On 22 January 1944, an Anglo-American amphibious landing on the west coast of Italy quickly developed into the complex and bloody Battle of Anzio. A week later British 1st Division was still trying to create a bridgehead and in desperate circumstances 1/Duke of Wellington’s took part in an attack at Campoleone. Having moved through a scene of utter devastation, the battalion was directed to take the attack forward across flat open ground against a dug-in German regiment armed with MG-42s. Sgt Ben Wallis later recalled that his platoon was ordered to fix bayonets and said ‘I have never been so frightened. We were all frightened...now it was our turn’. His officer gave the order to attack and led his men into ‘a wall of machine gun fire, mortar bombs and exploding shells.’ Wallis’s good friend fell dead beside him almost immediately and soon several others became casualties to the dreaded German machine guns about 200 yards away. When the platoon commander crumpled just in front of him, Wallis moved forward to take the lead. ‘I did what I could to encourage the remainder of the platoon and then spotted two machine guns up ahead almost side by side. Bobbing and weaving our way forward it was about 20 yards out that we just charged, screaming at the top of our voices. I knew that more of the platoon had become casualties behind me but as soon as I got to the enemy’s position their machine gunners raised their hands’. In that moment, Wallis had a decision to make. His blood was up, the platoon had been cut down around him and in the very last seconds of the attack, the enemy had surrendered. ‘It would have been easy for us to follow through and kill them, but I was the leader and shouted to the dozen or so men following me not to do what they really wanted to do. In that moment I knew what needed to be done and what would happen if we slaughtered the enemy in cold blood. Where would it end? We were better than that. We had to keep straight. I got some stick afterwards, of course I did, but I knew it was the right decision and it did not take long for the other blokes to see it as well’. Professor Lloyd Clark, Anzio: The Friction of War. Italy and the Battle for Rome, 1944 (2006) b. Physical Courage. Physical courage is required in dangerous and stressful situations when there is the need to overcome personal fears and mental barriers to action. Physical courage can be infectious, and the leaders who display it and lead by example can have a calming and fortifying effect on their subordinates. However, leaders must also be mindful that each individual’s capacity to display physical courage is likely to differ and fluctuate in response to events. ‘I used to say to them, go boldly in among the English, and then I used to go boldly myself.’ Joan of Arc (National Heroine of France), 143030 30 Quoted in Cohen, William A., Drucker on Leadership: New lessons from the Father of Modern Management (Hoboken, NJ: Jossey-Bass, 2009). Army Leadership Doctrine | 2-3 Case Study On 11 June 2006, Private Michelle Norris was deployed on Operation TELIC 8, with C Company 1 PWRR in Al Amarah, Iraq. While engaged in a night-time search operation, the company became embroiled in a heavy contact with over 200 Mahdi Army insurgents. The Warrior armoured fighting vehicle that Private Norris was in came under particularly accurate fire, and the vehicle commander, Colour Sergeant Page, was seriously wounded. Without hesitation, Private Norris dismounted and climbed onto the top of the vehicle to apply life- saving first aid, despite continued sniper fire directed at her, and small arms and RPG fire erupting around the vehicle. Having stabilised the casualty, Private Norris was dragged into the Warrior turret by the gunner to remove her from the line of fire. The vehicle was then used for casualty evacuation back to camp and a waiting helicopter. Private Norris’ deliberately courageous actions and professionalism undoubtedly saved Colour Sergeant Page’s life and for this action Private Norris was awarded the Military Cross. Dan Collins, In Foreign Fields (2007) 2-4 | Army Leadership Doctrine2-4 | Army Leadership Doctrine 2-05. Discipline. Discipline is a distinguishing feature of a professional army and is key to maintaining both legitimacy and operational effectiveness. It assures collective adherence to the Army’s rules and regulations. Army leaders must enforce discipline at all levels, ensuring that it is always applied in a fair and timely manner. The most effective form of discipline is self-discipline, where individuals accept and hold themselves to high standards. Leaders have an important role in promoting self-discipline through their own personal example. Case Study Maintaining Discipline in Stalag X1-B, Fallingbostel In September 1944, RSM John Lord – a former Grenadier Guardsman who had joined the Parachute Regiment three years earlier – was captured by the Germans at Arnhem and sent to Stalag X1-B. He arrived with other 1st Airborne Division prisoners to find the camp in a terrible state and its occupants in conditions of chaos and misery. They had succumbed to the lethargy that hunger, boredom and squalor easily led to. They lived in decay and wretchedness, and when they died their bodies were taken almost unheeded to their graves on an old cart. The camp was liberated on 16 April 1945 and on that day Major Ralph Cobbold of the Coldstream Guards visited the Stalag. ‘At the gate was an impressive guard in maroon berets – we thought that the 6th Airborne Division must have somehow got there first, but when I asked the guard commander when he’d arrived his answer was, “Just after Arnhem, Sir.” It was faultlessly turned out that guard. It could have gone on duty at Buckingham Palace",
  "and done credit to the Corps. Then a majestic figure appeared, the RSM himself, with gleaming brass, immaculate webbing, razor-edged trouser creases, dazzling boots and a spectacular salute. Passing through the camp, the officers were able to judge the magnitude of the task performed by RSM Lord and his team of warrant officers and NCOs, several of them ex- guardsmen. In place of the lifeless confusion of six months earlier they saw evidence everywhere of the highest morale and discipline. A smoothly running organisation had been worked out and maintained. Daily inspections and guard mounting, most unpopular when introduced, had restored the prisoners’ self-respect and revived their military bearing, and all had been accomplished amid appalling conditions of over-crowding and undernourishment. 400 men were crowded into each hut, which had bunks for only 150. Each man was only allowed one blanket, even in the depth of winter. In the cookhouse the RSM showed the officers the daily meat ration for nearly 5,000 men – two cool buckets of horse flesh. All who could had to parade for PT and this drastic effort of RSM Lord to build up their sinking reserves of strength must have saved the health of hundreds and perhaps the lives of some. When a prisoner died he was given a military funeral with a bearer-party, a slow march through the camp. And a Union Jack on his coffin. During his incarceration, Lord had been offered a transfer to a more comfortable NCO’s camp on several occasions, which he had refused each time. Indeed, when the Germans tried to forcibly remove him from Stalag X1-B as a ‘high priority’ prisoner, he hid under the floorboards of a hut for five days whilst numerous search parties failed to find him. When the search was abandoned, he resumed his leadership of the camp until British troops arrived. On liberation, Lord was offered a seat on one of the first aircraft returning to England, but elected to stay with his men, later saying, ‘I wanted to see them all out.’ Extract from The Times, dated 2 May 1945 Army Leadership Doctrine | 2-5 2-06. Respect for Others. Treating others, both inside and outside the Army, as we would wish to be treated ourselves is a fundamental principle that all serving personnel are expected to live by. Looking outward, leaders must ensure that everyone they encounter, be they friend or enemy, is treated fairly, with dignity and respect. This is essential to maintain legitimacy and trust. Internally, respect for others is the foundation of an inclusive culture that welcomes diversity in all its forms, recognising the value and strengths that all individuals possess. ‘Creating an inclusive environment is recognised as the first stage in building diversity and demands that the needs of each member of the workforce are considered...’ Maj Jennifer O’Connor, 201931 2-07. Integrity. Integrity extends beyond being truthful and honest, requiring a leader to embody the Army’s values and to remain true to them. By displaying integrity, leaders will be respected for the decisions they make and will earn the confidence, trust and loyalty of those they lead. Case Study The Afghan National Army (ANA) part of our patrol was hit by an IED, causing casualties including one soldier killed. The ANA thought that the locals nearby might have had something to do with the IEDs or at least would have known where they were and so could have warned them. They started to round up locals and handle them roughly. They then started to get the locals to pick up the bits of the body that were in an area where IEDs were still active and to threaten and hit them with their weapons. I had to step in and rushed forward to prevent this abuse. It seriously damaged my relationship with the ANA commander, but I just could not let them treat the locals in this manner. Not only did I think that it would damage our relationship with the locals and so make our task harder, but I knew deep down that it was just wrong and so I could not stand by and let it happen. Company Commander, Op HERRICK (Afghanistan), 2015 2-08. Loyalty. Loyalty is a binding commitment to the institution, organisation, team, and each other. It can only be earned and not demanded. Loyalty binds together all ranks of the Army, creating cohesive teams that can achieve far more than the sum of their parts. Leaders must simultaneously be loyal and foster loyalty not just within their teams, but also up and down the chain of command and across to their peers. Disloyalty, such as undermining a senior leader or failing to properly represent subordinates, has a corrosive effect on cohesion and effectiveness. Loyalty is not blind and must operate within the parameters of the other values. It must never stop appropriate action to prevent or report transgressions by subordinates, peers, or seniors. What is right must outweigh small team loyalty and personal friendship. Leaders must create a culture in which followers recognise that constructive challenge is an essential behaviour within a team and is a form of loyalty in itself. However, once a decision is made everybody must commit to the plan. 31 Maj. Jennifer O’Connor, ’Where has Serve to Lead Gone’, Centre for Army Leadership, Leadership Insight. 12, February 2019. 2-6 | Army Leadership Doctrine ‘Leadership is a two-way street, loyalty up and loyalty down. Respect for one’s superiors; care for one’s crew.’ Grace Hopper (Computer Scientist and Rear Admiral US Navy) 32 2-09. Selfless Commitment. Selfless commitment is about an enduring duty to serve, both in and out of barracks, whether on or off duty, and it requires placing the mission and others before oneself. It is at the core of the ‘serve to lead’ concept. In the most extreme circumstances an Army leader, like all soldiers, may be required to make the ultimate sacrifice in the service of the nation. Every day, leaders are required to place the safety,",
  "security, wellbeing and needs of others before their own. Self-sacrifice earns respect and encourages others to behave similarly. It underpins teamwork, engenders loyalty and as such it is an essential leadership trait. To lead British soldiers is a privilege, and there is no place for self-serving leaders. ‘It is singular how a man loses or gains respect with his comrades from his behaviour. The officers too are commented on and closely observed. The men are very proud of those who are brave in the field and kind and considerate to the soldiers under them.’ Rifleman Benjamin Randell Harris, 184833 32 Grace Hopper. ‘Inspirational Quotes’. We are Tech Women < https://wearetechwomen.com/inspirational-quotes-grace-hopper- computer-scientist-u-s-navy-rear-admiral/ > Accessed 2 July 2021. 33 Benjamin R, Harris, The Recollections of Rifleman Harris (1848). Army Leadership Doctrine | 2-7 Standards 2-10. Overview. While our Values set out the moral principles expected of our people, they cannot stand in isolation. British Army Standards set our Values in context, articulating the professional and personal expectations on all serving personnel, and it is a leader’s responsibility to role model these, both on and off-duty. Standards define how we expect Values to be practised, ensuring that everything we do is acceptable, lawful and professional. When applied together, the Values and Standards of the British Army provide the basis for effective decision-making at a personal level. Failure to meet these threatens to degrade mutual trust and respect and undermines morale and cohesiveness. It also threatens to damage the Army’s reputation, integrity, credibility and legitimacy. 34 2-11. Lawful. All officers and soldiers are subject to UK criminal law and are required to abide by it wherever they serve and at all times. All civilian criminal offences have been incorporated into Service Law, and Service Law creates additional offences that reflect the unique nature of military service and the higher standards that are required of officers and soldiers. Additionally, notably on operations or when overseas, officers and soldiers are subject to international law, international humanitarian law, including the laws of armed conflict, and in some cases local civil and criminal law. Officers and soldiers are required to operate within the law that applies to their specific operational or overseas context at all times. Rules of Engagement set out when and how force may be used against an enemy. In some circumstances, they limit a soldier’s ability to use force and demand greater restraint than the law would permit. The application of the Rules of Engagement requires self- discipline and judgement, often in circumstances of danger and while under pressure. Those in a position of authority must ensure that their orders are lawful and clear. The abuse of authority to intimidate or victimise others, or to give unlawful punishments and orders, is illegal and unacceptable. 2-12. Acceptable Behaviour. Acceptable behaviours are those deemed morally and socially acceptable in a given environment. They are required both on operations and in barracks, on duty and off. To foster trust and build cohesion, leaders must consider the needs of the people they lead and take the greatest of care not to cause offence or to act inappropriately. Good leadership demands leaders to role model acceptable behaviours, ensuring that unacceptable action such as bullying, harassment and discrimination, are not tolerated. ‘Ultimately, British Army leadership is about our people living by our Values and Standards, through the application of the Army Leadership Code,all underpinned by consistent, fair and predictable discipline.’ WO1 Gavin Paton (Army Sergeant Major), 202135 34 Values and Standards of the British Army <https://www.army.mod.uk/media/5219/20180910-values_standards_2018_final.pdf > Accessed 2 July 2021. 35 Centre for Army Leadership, Interview with Army Sergeant Major WO1 Gavin Paton, 14 June 2021. 2-8 | Army Leadership Doctrine 2-13. Professional. Operational effectiveness and professionalism go hand in hand. If leaders are to earn the trust and respect of those they lead, they must lead by example and always exercise the highest standards of professionalism. Case Study ‘There was a Corporal in my Platoon in Sangin that we all used to loathe: a real “Dr Jekyll and Mr Hyde”. In front of the officers, he was the perfect NCO: always enthusiastic and keen to get the toughest jobs there were. In front of the private soldiers, he was a bully who would belittle you if you did not do what he wanted and threaten you if you did not come up to scratch. Whenever we had a break, he would make us sit around him and listen to his stories. We all used to laugh and some even copied the way he dressed just so that he did not single them out. We were not scared of him because he was tough, but because of his force of personality. Those that did not really know him called him a leader. We knew him and hated him.’ Private, Op HERRICK (Afghanistan), 2012 Enduring Characteristics 2-14. Overview. The Values and Standards are the essential core of the character required by Army leaders and are fortified by additional positive characteristics. There have been many attempts over time to bound all of the ‘attributes’ that good leaders possess, and there are too many for consideration here. However, it has been identified that to be effective and contribute positively to the Army, leaders are The Example, Responsible and Influential. 2-15. The Example. There is a strong human tendency to adopt the characteristics and behaviours of those around us, particularly those we respect. This happens sub- consciously and potentially against our will. This is why Army leaders must be authentic and genuine, and lead by example. Leaders are role models; their behaviour and values are judged and assimilated by those they lead. There is therefore a requirement to ‘live’ the Values and Standards, and always provide a reference point for moral leadership. The enduring nature of this requirement must not be underestimated. When it comes to setting the example there is no such thing as being off-duty. Leaders who set a bad example are dangerous, as inappropriate behaviour can be infectious and can quickly",
  "become the norm if not corrected. Cavalrymen resting in a shell hole on the Arras-Cambrai Road during the Battle of the Scarpe, April 1917. ‘Image courtesy of the National Army Museum, London’ Army Leadership Doctrine | 2-9 2-16. Responsible. Leaders must accept responsibility for themselves and their people. Even when a task is delegated or when something that goes wrong and is not directly their fault, the leader remains responsible for what they knew or should have known. The decisions and actions of leaders resonate; through their behaviours they set the climate and the leadership tone of their team. Good leaders carry this responsibility lightly, not letting their burden overwhelm them or impact on others. In addition to welcoming their own responsibilities, effective leaders encourage those they lead to accept responsibility for their own behaviour, performance and development. Giving individuals ownership of issues and the freedom to think, experiment, fail and succeed ensures the continued success and progress of people and teams. 2-17. Influential. Leadership depends on the ability to shape people and events. Effective leaders extend their influence beyond the chain of command and do not rely on positional authority to project their purpose and achieve the task. To be influential, leaders must be decisive, resolute and confident, but also have developed emotional intelligence. Therefore, an understanding of any situation is required, as well as an appreciation of who the stakeholders are and what they need in order to accurately identify what influence levers exist, and how they might be utilised to achieve success. Leaders can build influence through consistent and honourable behaviour, their genuine care for their people, their actions on behalf of their team and by displaying trustworthy judgement. The Art of Leadership 2-18. The Art of Leadership. There is no defined way to apply sound leadership, and it can therefore look and feel different to different people at any given moment. It demands the subjective interpretation from a follower of a leader’s actions and behaviours; hence, leaders lead in their own way and tailor their leadership to the variables they are facing. There is no formula for success, it is an art not a science. There is instead the persistent need to employ personal judgement and careful adaptation to the changing circumstances to ensure that one’s leadership is appropriate and effective. 2-19. The Attributes of an Army Leader. Although leadership is practised through the filter of individual personality, there are specific attributes that we expect all effective Army leaders to have: knowledge, skills, experience and behaviours. Defining these and their relative importance is not easy. Some of the most prominent ones would be: humility; emotional intelligence; the ability to know your people; mental agility; confidence; robustness; and a sense of humour. 2-20. Good and Bad Leadership. The challenge of recognising ‘good’ leadership, ‘bad’ leadership and everything in between is about more than the expression of personal preferences. It demands a judgement of the appropriateness of actions and behaviours in a given context or set of circumstances. As such, leaders must not only possess valuable attributes underpinned by their values, but they must also be able to apply these values in an effective manner, in a range of situations, and through successful interaction with others. It is only in this way that a ‘good leader’ can provide ‘good leadership’. 2-21. Making Mistakes. Occasionally, even the best leaders make mistakes. This should not be confused with bad leadership. It is crucial to recognise that mistakes and errors of judgement often provide leaders with essential learning opportunities. For the growth of the leader and of the entire team, it is essential to create an environment in which it is safe-to-fail. Doing so encourages diversity of thought and innovation and it helps to build 2-10 | Army Leadership Doctrine trust within a team. However, leaders must be willing to accept and share not only the failures of the team but also their own. Leaders and their team must also understand that there are occasions when failure is not appropriate, and judgement will be required to balance the needs of the task against those of individuals or the team. ‘I’ve missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.’ Michael Jordan (Professional basketball player), 199836 Toxic Leadership When Leadership Goes Wrong 2-22. Overview. British Army leadership is about serving others and is rooted in our Values and Standards. Unfortunately, leadership is not always applied in a selfless manner and, as a result, team cohesion can be undermined and the moral component eroded. In recent years, ‘toxic leadership’ has become a popular phrase used to describe poor leadership, in a blanket and often unhelpful way. Although poor leadership, if left unchallenged and if the right conditions apply, can develop into negative or toxic leadership. 36 As quoted in Robert Goldman and Stephen Papson, Nike Culture: The Sign of the Swoosh (Thousand Oaks, CA: SAGE, 1998), page 49. Army Leadership Doctrine | 2-11 a. Negative Leadership is a combination of selfish attitudes, motivations and inappropriate behaviours that generate a negative impact on the subordinates and the organisation. Negative leadership can be acute in nature. It can be identified and addressed within a strong and healthy challenge culture. b. Toxic Leadership shares similar behaviours and attributes to the negative leadership style but it is chronic in nature and it requires an enabling environment to manifest itself. For it to flourish, toxic leadership needs: a toxic leader, susceptible followers, and an enabling environment (Figure 2-1). As the leader role-models toxic behaviours, the followers mirror these behaviours, and the entire team enters a downward spiral. 37 Case Study As a Lance Corporal, I worked for a leader that showed signs of toxic leadership. Although I delivered well above the workload of my peers, the leader would criticise me harshly, was unnecessarily rude,",
  "and often took credit for my output with their own superiors. They were unapproachable, and no one would want to go to their office due to the way in which they would behave towards people: overcritical, harsh, rude or dismissive. The entire unit felt like the team’s ethos was lost; there was an overpowering sense of worthlessness. The negative environment soon started to affect each individual’s mental health. There was a growing feeling of being trapped. Personally, I felt that working with them ran me down, caused anxiety, and made me insecure. It came to the point that some of us even questioned our future in the Army. What could we do? It was clear that it was not possible to open a constructive discussion directly with our leader. We did not feel safe to do so and knew instinctively that they would not accept criticism. To find a solution, I spoke with colleagues who had previously worked with the same leader: they confirmed that they had always displayed toxic leadership traits. At the time, the team had concluded that it was impossible to achieve any change and accepted the leader’s damaging behaviour. In my quest to find help, I sought the advice of higher command, but again I was advised to accept the situation and was even told that the toxic style was in fact a sign that my leader “is just trying to develop you”. According to this view, the excessive amount of work and harsh criticism I received were a way to help me grow professionally and personally. No one was willing to listen. No one was able to help. Looking back at those years, I see that at such a young age we should have felt safe and cared for. We should have had proper channels to report serious concerns and should have been reassured that our superiors would listen and would help. Instead, we were left alone. An individual of rank used their authority to control vulnerable people; the surrounding ranks knew what was happening and failed to act. WO2 Sheridan Lucas (WO2 Leadership), 202138 37 Jean Lipman-Blumen, ’Toxic Leadership: A conceptual framework’, in Frank Bournois, Jérôme Duval-Hamel, Sylvie Roussillon, Jean-Louis Scaringella (eds.), Handbook of Top Management Teams (London: Palgrave Macmillan, 2010). 38 WO2 Sheridan Lucas, ’Toxic Leadership: A call for change’, Centre for Army Leadership, Leadership Insight n. 25, June 2021. 2-12 | Army Leadership Doctrine 2-23. Characteristics of Toxic Leaders. There are several characteristics associated with toxic leaders: 39 a. Autocratic. The leader makes maximum use of their command authority and imposes their will without considering the ideas and opinions of the team. The leader maintains tight control on all aspects of decision-making and has a propensity to micro-manage. Communication tends to be restricted to top down only, with little or no opportunity for feedback. b. Narcissistic. The leader has an exaggerated feeling of their own self-importance, a disproportionate sense of entitlement, an excessive need for admiration, and a lack of empathy for others. They are arrogant and constantly seek more power. They belittle and humiliate others or exploit others for personal gain. Narcissistic leaders are predominantly interested in securing their own personal success. They lack emotional intelligence and are disinterested in the needs of their team. c. Manipulative. The leader abuses relationships, processes and systems to gain a personal advantage and to enhance their control over people and situations. The leader is not open and transparent about the goals they want to achieve and the strategies they want to implement. The lack of clarity fosters distrust and disengagement on the part of the team. d. Intimidating. The leader intimidates and even bullies their subordinates to further their self-interest. The members of the team do not enjoy engaging with the leader, and at worst actively avoid them due to the leader’s tendency to be bad-tempered, overly critical and dismissive. Innovation is restricted as the team members avoid contributing ideas for fear of disapproval, unreasonable demands and ridicule. e. Overly Competitive. While the use of competition is an important factor in team building, when leaders become overly competitive and must win at all costs, they become destructive. In the worst cases, the leader will resort to dishonest and unethical practices to achieve success or personal gain. f. Discriminatory. Toxic leaders do not value diversity. They surround themselves with like-minded people and reward individuals who lead in a similar fashion in order to widen their power base and further their own agenda. They criticise, ridicule, interrupt and ignore anybody who does not conform to their vision of the ideal follower. 39 Jean Lipman-Blumen, ’Toxic Leadership: A conceptual framework’, in Frank Bournois, Jérôme Duval-Hamel, Sylvie Roussillon, Jean-Louis Scaringella (eds.), Handbook of Top Management Teams (London: Palgrave Macmillan, 2010). George E. Reed, Tarnished: Toxic Leadership in the U.S. Militar. (University of Nebraska Press, 2015). Army Leadership Doctrine | 2-13 2-24. How Does Toxic Leadership Develop? Toxic leadership can only exist if certain conditions allow it to do so. This process is illustrated by ‘The Toxic Triangle’: 40 Figure 2-1. The Toxic Triangle a. The Toxic Leader. An individual with the characteristics described above who is appointed to (or establishes) a leadership position. b. A Conducive Environment. A particular environment is required, including elements of: (1) Instability. Periods of instability demand decisive action to restore order and stability. Instability gives toxic leaders the opportunity to make unilateral decisions and gain power. (2) Perceived Threat. When people feel threatened, they are more willing to accept an assertive leadership style. It is worth noting that it is only the perception of threat that is required, not necessarily an actual threat. The most manipulative toxic leaders fuel and exaggerate the perception of an external threat to strengthen their own position within the team or organisation. (3) Questionable Values and Standards. Toxic leaders do not act in accordance with organisational values and standards and are therefore more likely to prosper in an environment where they are not routinely upheld. 40 Adapted from",
  "Art Padila, Robert Hogan, and Robert B. Kaiser, ’The toxic triangle: Destructive leaders, susceptible followers and conducive environments’, in The Leadership Quarterly, 18 (2007), 176-194. 2-14 | Army Leadership Doctrine (4) Absence of Governance and Accountability. In the absence of good governance, negative and toxic leadership behaviours go unchecked. Without accountability and appropriate procedures to report and investigate internal complaints and concerns, it is difficult to identify and to sanction potentially toxic behaviours. Left unchecked, toxic leadership behaviours grow and become endemic. c. Susceptible Followers. There are two types of susceptible followers: (1) Conformers. The subordinates who have a need for an authority figure, a desire for security and certainty, and a compulsive need to be part of the team. They lack confidence in their own ability and are focused on self-preservation. They are unlikely to challenge toxic leaders, and instead seek the path of least resistance. (2) Colluders. The subordinates who willingly comply and accept toxic leadership. Their motivation is likely to be personal ambition. They may imitate the toxic leader’s behaviour thus becoming toxic themselves. By acting in this way, colluders fail to reflect the Values and Standards. The Ten Diseases of Leadership 2-25. Military historian and Reserve Brigadier, the late Professor Richard Holmes, identified ten ‘diseases’ of leadership. These are bad habits that may affect military leaders in particular. Self-aware leaders will recognise many of these in themselves and short-term lapses can happen and can be recovered from by modifying their personal behaviour and by exerting self-discipline. However, if left unchecked, these habits can become chronic and contribute to a negative leadership environment. See Appendix 1. ‘Toxic leaders are those individuals, who by dint of their destructive behaviours and dysfunctional personal qualities generate a serious and enduring poisonous effect on the individuals, families, organisations, communities, and even entire societies they lead.’ Jean Lipman-Blumen (Academic and Author), 200541 41 Jean Lipman-Blumen, ’Toxic Leadership: When Grand Illusions Masquerade as Noble Visions’, in Leader to Leader 36 (2005), 31. Army Leadership Doctrine | 2-15 ‘Understanding our strengths and weaknesses is critical to success. Self-awareness allows a soldier to maximise their strengths and address their weaknesses [...] the soldier is better placed to set realistic goals, as a result be more likely to achieve them and, ultimately, achieve their full potential.’ WO1 (RSM) Joseph Fleming, 202042 42 WO1 Joseph Fleming. ‘LION Culture: A Practical Guide to Unlocking the Potential of Every Soldier’, in The Army Leader. <https://thearmyleader.co.uk/lion-culture/> Accessed 2 July 2021. ‘The first is competence. Be brilliant in the basics. Don’t dabble in your job; you must master it.’ Gen (Retd) Jim Mattis (Former US Secretary of State for Defence), 201943 3-01. Introduction. This chapter considers the elements of professional competence that Army leaders must have to be effective. It discusses the importance of a leader knowing themselves, their people and their profession. This knowledge is developed over time through training, education and experience. When combined with key skills in problem solving and decision-making it provides individuals with the essentials of what they need to lead effectively. Know Yourself 3-02. Know Yourself. Leaders must first and foremost know themselves. They require the self-awareness to understand their own strengths, weaknesses and motivations. Understanding how they respond to different environments, stresses and pressures is critical. They must also be aware of the impact their behaviour has on others and be mindful of how their followers perceive them as a leader. 3-03. Emotional Intelligence. Emotional intelligence is an individual’s capacity to recognise and manage both their emotions and the impact of their behaviour on those around them. Emotional intelligence stresses the importance of social awareness and empathy, so that the concerns and needs of others within a group are understood and are managed with a view to foster team cohesion. 44 Leaders who have emotional intelligence can inspire and develop individuals. They can form, motivate and manage teams. In a rapidly changing and increasingly complex global environment in which the demands placed upon our people are as great as ever, leaders require emotional intelligence to ensure balance between a focus on the task, team, and individual. 43 Jim Mattis, Call Sign Chaos: Learning to Lead (New York: Random House, 2019). 44 Daniel Goleman, Emotional Intelligence: Why It Can Matter More Than IQ (New York: Bantam Book, 1995). Daniel Goleman and Richard E. Boyatzis, ’Emotional intelligence has 12 elements. Which do you need to work on?’, in Harvard Business Review, 6 February 2017. Malcom Higgs and Paul Aitken, ’An exploration of the relationship between emotional intelligence and leadership potential’, in Journal of Managerial Psychology 18 (2003), 814-823. Sartosh Sharma, ‘Theory & Relationship between Emotional Intelligence, Leadership Styles and Leadership Effectiveness’, International Journal of Education and Science Research, 1 (2014). CHAPTER 3 What Leaders Know Army Leadership Doctrine | 3-1 ‘Emotional intelligence is more important than IQ in almost every role, and many times more important in leadership roles.’ Stephen Covey (Author), 200345 Emotional intelligence consists of several elements, all of which can be improved through education, training, and coaching: a. Self-awareness. Understanding how your own emotions affect you and in particular your performance. This includes knowing when to ask for help and having the humility to do so. b. Self-management. Being able to manage your own emotions and the need for resilience. Leaders with self-control can stay calm in difficult situations. They admit mistakes and can adapt their leadership style without losing focus or energy. c. Social awareness. Leaders with emotional intelligence have empathy; they listen and respect others’ viewpoints and understand the effect their actions have on those around them. d. Relationship management. Leaders with strong emotional intelligence have strong interpersonal skills, they know and care for their people. They take the time to develop others and are able to manage conflict within their team. ‘Exceptional leaders distinguish themselves because of superior self-leadership.’ Daniel Goleman (Psychologist and Author), 200646 Know Your People ‘I think service is about giving. Leaders earn their loyalty and respect based on how much they give, and how they serve",
  "their people. Soldiers won’t care how much you know, until they know how much you care.’ Gen Sir Patrick Sanders (Commander UK Strategic Command), 202047 3-04. People are the Army’s key capability and leaders must know them intimately. A leader’s role is to guide and support the individuals in their team. They need to understand each individual’s ambitions, interests, wants, needs and desires, so that they can understand how best to motivate them and care for them – hence the importance of attributes such as emotional intelligence, compassion and empathy. 45 Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change. Revised and updated 30th anniversary edition (London: Simon & Schuster, 2020). 46 Daniel Goleman, Emotional Intelligence: Why It Can Matter More Than IQ (New York: Bantam Book, 1995). 47 Paraphrased from a speech by Gen Sir Patrick Sanders, Commander United Kingdom Strategic Command, at RMAS Sovereign’s Parade, 12 December 2020. 3-2 | Army Leadership Doctrine 3-05. Followership. The act of willingly following a leader. Leadership and followership not only coexist, they are mutually supporting. A ‘follower’, like a ‘leader’, is a role not an assigned position or authority. Followership refers to the actions of one person or a team in a subordinate role to that of the leader. It is not a lesser role and it is not a preparation to become a leader. Followership is an intentional act and it plays an essential individual and collective role in defining leadership failures and successes. 48 ‘A leadership theory without a complementary followership theory is like the sound of one-hand clapping: it has no impact at all’. Prof Julian Stern (Academic and Author), 202149 The virtues of leadership are well known; success or failure is often defined by it. All leaders are also followers and all followers also have the opportunity to lead. Success or failure therefore is defined not just by leadership but also by followership. If we think of leadership as a relationship, an interaction between two or more individuals, it is evident that a leader must have someone to lead. Leadership and followership are inextricably linked. An effective follower is a proactive, self-reliant, self-disciplined and intelligent team player, who consistently strives to support others in the pursuit of shared goals. Followers are professional, willing to take calculated risks, and think independently within the given intent. They are also honest, reliable and courageous, willing to offer constructive challenge. They are committed to their team and the organisation, inspired by a shared sense of purpose. A truly effective follower is one who embodies the Army’s Values: a. Courage to challenge the leader and other team members at the appropriate time or where efficiencies could be made. b. Discipline to work within the leader’s intent. c. Respect for both the rank the leader holds and, more importantly, for their ability as a leader. d. Integrity to do what is right, regardless of the situation. To not blindly follow immoral or unlawful orders. e. Loyalty to the organisation, their leader and fellow team members. f. Selfless Commitment to prioritise the needs of the organisation over individual desires. 48 Barbara Kellerman, Followership: How Followers Are Creating Change and Changing Leaders (Cambridge, MA: Center for Public Leadership, 2008). Ira Chaleff, The Courageous Follower: Standing Up To and For Our Leaders (Oakland, CA: Berrett-Koehler Publishers, 2009). Ronald E. Riggio, Ira Chaleff, and Jean Lipman-Blumen (eds), The Art of Followership: How Great Followers Create Great Leaders and Organizations (New York: Jossey-Bass, 2008). Sydney Jary, ‘Reflections on the Relationship Between the Led and the Leader’, Journal of the Royal Army Medical Corps, 146 (2000). Robert E. Kelley, ‘In Praise of Followers’, Harvard Business Review (1988). 49 Julian Stern, ’Do you follow? Understanding Followership Before Leadership’, Management in Education 35 (2021), 58-61. <https://journals.sagepub.com/doi/pdf/10.1177/0892020620942504> Accessed 2 July 2021. Army Leadership Doctrine | 3-3 The changing character of warfare has demanded a more professionalised Army, which in turn has demanded more of our leaders and followers. This of course sits at the heart of Mission Command, as a philosophy that requires proactive, innovative, thinking followers, who are willing to appropriately challenge their leaders and who can turn a commander’s intent into the most effective outcome within the given context. To enable this, it is the leader’s responsibility to create the right environment to allow followers to fully contribute. A leader must also be a role model for effective followership. When this symbiotic relationship works in unison, it is a force multiplier that brings out the best of both the individual and the collective in the most demanding of environments. Case Study At very short notice, I, along with hundreds of other Army Medical Services personnel, deployed on Op RESCRIPT as part of the response to the COVID-19 global pandemic. The Military Aid to Civilian Authority task involved assisting NHS staff on COVID-19 critical care wards across London. Not knowing any of my fellow medics within the team, let alone the NHS staff we were working with, we found ourselves in full PPE working under an NHS team leader during a national crisis. The familiar military hierarchal structure I had always known disappeared, and we became part of a mixed military and NHS team, with only digital and remote interactions with my military chain of command. During the brief RSOI package, we received before deploying, the Commanding Officer of 1st Battalion, The Royal Anglian Regiment, asked us to go into the task with three principles in mind: ‘Service’, ‘Professionalism’ and ‘Humility’. In hindsight, this advice was invaluable. Our NHS leadership did not understand our hierarchal rank structure, nor was it necessary for them to do so at this point in the crisis. I found myself in an unfamiliar position within a flat, multi-agency team where the military did not have command. I was essentially stripped of my rank and authority, but paradoxically, I was given far more responsibility in helping COVID patients fighting for their lives. As the military personnel were the supporting element within",
  "the team, I quickly learnt that trying to be the leader in this situation was wrong and that followership was critical to achieving the task. With the Commanding Officer’s advice ringing in my ears, we willingly volunteered for the less glamorous tasks, knowing that doing so would allow the leaders within the team to do their job better. We approached each unpleasant task, regardless of rank, with humility and positivity. Followership became the catalyst for the integration into these multi-agency teams. It showed the NHS staff that the military were there to support and not take over the situation. The deployed military medics ranged from having only six months of experience to some Regimental Sergeant Majors, but each one intentionally followed instead of leading; they supported the leader and the wider team. By adherence to the principles of ‘Service’, ‘Professionalism’ and ‘Humility’, the deployed medics applied followership without perhaps ever hearing the term. SSgt Sam Leachman (Op RESCRIPT), 2021 3-4 | Army Leadership Doctrine3-4 | Army Leadership Doctrine 3-06. Challenge Culture. Both leadership and followership require judgement. For the relationship to function optimally, a leader must create an atmosphere of trust, empowerment, and inclusivity. Respectful challenge allows subordinates to put forward innovative ideas, question established views and priorities, and point out mistakes and shortcomings. Respectful challenge requires moral courage, careful thought, and the application of skill, knowledge, and experience. Intelligent disobedience goes beyond respectful challenge. It entails ignoring or going directly against an order or instruction. A subordinate who judges an order to be immoral, unethical, or illegal has an obligation to refuse to execute it. Intelligence disobedience requires courage, a strong ethical and moral compass, and a deep understanding of the Army’s Values and Standards. Ira Chaleff describes the concept of intelligent disobedience through a blind man’s relationship with an assistance dog. 50 When instructed that the owner wishes to cross the road, the dog assesses the situation and on seeing approaching traffic decides to disobey the instruction because it has been trained to use its judgement and to avoid unnecessary danger. Critically, both the guide dog and its owner are entirely comfortable with a relationship that seeks to produce the best outcome. 51 For the Army, operating in an ever-changing and unpredictable operating environment with often imperfect information and communications, both respectful challenge and, in extremis, intelligent disobedience can assist agility and adaption. Challenge culture sits at the heart of Mission Command. ‘If I had to reduce the responsibilities of a good follower to a single rule, it would be to speak truth to power.’ Prof Warren Bennis (Academic and Author), 202052 Know Your Profession ‘I reckon that soldiers will be more likely to follow a leader in whose military knowledge they have confidence, rather than a man with much greater personality but with not the same obvious knowledge of his job.’ Field Marshal Viscount Montgomery, 196153 50 Ira Chaleff, Intelligent Disobedience: Doing Right When What You’re Told Is Wrong (Oakland, CA: EDS, 2015). 51 See also Ira Chaleff, The Courageous Follower: Standing Up To and For Our Leaders (Oakland, CA: Berrett-Koehler Publishers, 2009). 52 As quoted in ’Ethical Followership in Times of Crisis, Markkula Center for Applied Ethics at Santa Clara University‘ <https:// www.scu.edu/ethics/leadership-ethics-blog/ethical-followership-in-times-of-crisis/> Accessed 2 July 2021. 53 Field Marshal Montgomery, The Path to Leadership (London: Collins, 1961). Army Leadership Doctrine | 3-5 3-07. Understanding the Profession. Leaders will quickly begin to lose the confidence of their team, their peers and superiors if they repeatedly display a lack of professional competence. Without a detailed understanding and practical experience of one’s field or trade, the ability to make decisions, solve problems, and develop convincing plans to achieve success will be limited. The acquisition of knowledge is critical, but theories alone are of limited value and professionals must know how to apply their knowledge themselves and relate them to the context in which they are operating. 54 While developing professional competence is to a degree cap badge specific, there are some general areas beyond basic military skills in which all Army leaders should endeavour to be competent including: doctrine and concepts; defence and international affairs; war studies; leadership studies and behavioural science. Together these subjects represent the pillars of knowledge that support the modern military professional and are essential for all leaders seeking to understand their profession. 3-08. Understanding the Environment. As the Army Leadership Model 55 outlines, leaders must balance the needs of the task, team and individual, against the context of a given situation or environment. Therefore, for leaders to be able to lead effectively, they must understand the environment they are operating within as this will influence the decisions they make and shape the way they lead. As the world becomes increasingly congested, contested and interconnected, 56 modern leaders must have the cognitive dexterity and the ability to quickly observe, orient, decide and act, to be adept at operating in ambiguity and chaos. 57 By quickly observing and considering new information about a rapidly changing environment, a leader’s mind becomes more open and less fixed on preconceived perceptions. This means they can quickly gain new knowledge and understanding of a situation, which is crucial in forming effective plans and in making timely decisions. ‘A leader must understand the superior commander’s intent and appreciate how it interacts with the wider human terrain, physical geography, potential threats and the mission itself, whilst being capable of re-evaluating his plan should the situation change. A leader must anticipate, plan and understand the context and consequence. In Field Marshal Allenby’s words: he must, ‘…think to the finish.’ Field Marshal Viscount Wavell, 194658 Decision-Making and Communication ‘Nothing is more difficult, and therefore more precious, than to be able to decide.’ Napoléon Bonaparte (French General and Emperor)59 54 Caslen, Lt Gen Robert L., ‘The Army Ethic, Public Trust and the Profession of Arms’, Military Review (Special Edition), 2011. Hackett, Lt Gen Sir John, ‘Chapter 1: Origins of a Profession’, in The Profession of Arms. (Washington, DC: Center of Military History, 1983). 55",
  "See Chapter 4. 56 DCDC, Future Operating Environment 2035 (Crown Copyright, 2015), <https://assets.publishing.service.gov.uk/government/ uploads/system/uploads/attachment_data/file/646821/20151203-FOE_35_final_v29_web.pdf> Accessed 2 July 2021. 57 Chet Richards, Certain to Win: The Strategy of John Boyd, Applied to Business (Bloomington, IN: Xlibris, Corps, 2004). 58 Field Marshal Wavell, Allenby: Solider and Statesman (London: George G Harry & Co, 1946), page 90. 59 Cited in Rowe, W. Glenn, Guerrero, Laura K., Cases in Leadership (London: Sage, 2011), page 58. 3-6 | Army Leadership Doctrine 3-09. Generating Improved Decision-Making. Decision-making is essentially about understanding the situation, knowing what needs to be done, assessing available options, and directing which one to take. Time constraints will inevitably dictate whether a leader must draw upon their experience and judgement to make an intuitive decision or if they can take their time for a more considered approach. 60 Knowledge of the following elements informs better decision-making: a. Knowledge of Process. A thorough knowledge of the Army’s military decision- making processes enables the selection of the best approach for the problem at hand: whether by working through deliberate methodologies such as the Combat Estimate or by relying on intuition. Courses of action, war-gaming and Rehearsals of Concept are excellent ways of identifying the strengths and weaknesses of a plan before execution. b. Knowledge of Thinking. Finding time to think can be difficult, but leaders must find opportunity and space to do so in order to make sound judgements. Reviewing and reflecting upon decisions and actions (what transpired and why) can refine a leader’s approach to future decision-making and prevent one experience being inappropriately applied as intuition in the future. Leaders must distinguish between a constant (something that applies all the time) and a variable (something that was unique to that circumstance). Leaders will benefit from developing critical thinking skills and from exploring new ways of approaching problems and assimilating ideas. Equally, harnessing 60 Victor H. Vroom, Philip W. Yetton, Leadership and Decision-Making (Pittsburg, PA: University of Pittsburg Press, 1973). Thiel Chase E., Zhanna Bagdasarov, Lauren Harkrider, James F. Johnson, and Michael D. Mumford. ‘Leader Ethical Decision- Making in Organizations: Strategies for Sensemaking.’ Journal of Business Ethics 107 (2012), page 49-64. ADP Land Operations provides detail on the sequences of military decision-making. More detail of these can be found in JDP 04, Understanding and Decision Making. Army Leadership Doctrine | 3-7 diversity of thought, encouraging challenge and taking the time to listen to others will also help. Ultimately, however, leaders must recognise that there comes a time when they must act. The requirement to do so will be situational and demands keen judgement. c. Knowledge of People. Leadership is fundamentally about people. An appreciation of the effects of how stress and pressure affect performance and decision-making is vital. Ultimately, it is human responses that define how decisions are implemented. Leaders must therefore seek to know each of their team members intimately, so that they can both manage and harness their collective strengths and weaknesses to ensure the optimal outcome for the team. 3-10. Communication. Communication is the medium through which leaders lead. Every word and every action (or lack of) can influence. It is a principal skill which leaders must know and utilise appropriately. Knowing your people is key; how they respond in differing contexts and what motivates them. Leaders should actively seek to develop their communication skills, both verbal and written. When communicating face-to-face, leaders should also be aware of the impact of non-verbal communication and work hard at being an ‘active listener’. Active listening is based on eight main active listening skills 61 that help a listener be more engaged with a conversation and ensure that the speaker feels connected and valued. 62 61 Use of emotional labelling; use of paraphrasing; mirroring/reflecting; summarising the conversation; use of open-ended questions; use of minimal encouragers; use of effective pauses; use of ‘I’ messages: taking the blame on yourself for misunderstanding. RMAS Commissioning Course Syllabus, Edited by the Communication and Applied Behavioural Science Department, RMAS (2021). 62 Hackman, Michael Z, Leadership: A Communication Perspective (Prospect Heights, IL: Waveland Press, 1996). 3-8 | Army Leadership Doctrine3-8 | Army Leadership Doctrine ‘Ultimately, leadership is not about glorious crowning acts. It’s about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others’ success, and then standing back and letting them shine.’ Chris Hadfield (Astronaut), 201363 63 Chris Hadfield. An Astronaut’s Guide to Life on Earth: Life Lessons from Space (London: Pan Macmillan, 2013). ‘Leadership is a process whereby an individual influences a group of individuals to achieve a common goal.’ Prof Emeritus Peter Northouse (Academic and Author), 200764 4-01. Introduction. This chapter deals with what is possibly the most tangible aspect of leadership, what people can see and experience. It introduces the Army Leadership Model and the role of the leader in balancing the competing needs of the task, the team and the individual, within a given context. 4-02. Understanding the Context. First and foremost a leader must establish an understanding of the environment in which they are operating and the context of the task at hand. Their focus must not just be on the operational, political, environmental and cultural context, but also the factors influencing team and individual dynamics. This understanding will then allow a full analysis of what is required to achieve success. The level of complexity will increase with the level of leadership responsibility, placing an increasing emphasis on understanding. The art of leadership includes balancing the need to understand the context with the need to act. It is imperative that a leader continually reassesses and re-evaluates their understanding. In an increasingly complex and dynamic operating environment, the importance of this process cannot be underestimated. 4-03. Action Centred Leadership. The role of leaders is wide ranging and ever expanding, but there are recurring elements that are at the heart of leadership and that can be applied in all situations. Professor John",
  "Adair’s theory of Action Centred Leadership shows that in any leadership situation, there are three key components: develop individuals, build teams, and achieve the task. They are interdependent and mutually supporting. 65 64 Peter Northouse. Leadership: Theory and Practice (Thousand Oaks, CA: SAGE, 2007), page 5. 65 John Adair, Action Centred Leadership (Farnham: Gower Publishing, 1979). CHAPTER 4 What Leaders Do Army Leadership Doctrine | 4-1 Action Centred Leadership - The Army Leadership Model Figure 4-1. The Army Leadership Model The Three Circles illustrate that the needs of the individual, team and task are interdependent, and continuously interact. The circles overlap, highlighting that there will always be a degree of tension between them. The role of the leader is to address this tension and ensure that the three groups of needs remain balanced. Lack of attention to one, or overemphasis on another, will have a negative impact on all of them. For example, if the leader does not pay enough attention to building team cohesion, this will negatively affect both the team’s ability to achieve the task and to meet individual needs. The model recognises that it is impossible to balance the three circles all of the time and that for short periods, one or two groups will demand more attention. In the Army, the task (in the form of a mission) often demands more attention. This is not necessarily a problem if the leader recognises that imbalance is, to a degree, inevitable and takes steps to manage it accordingly. Develop Individuals 4-04. Developing Self. Effective leaders have the motivation and determination to continually develop themselves, actively seeking opportunities to gain experience, knowledge and understanding. This approach leads to a continuous developmental journey that involves both professional and personal development. a. Conceptual. Among other qualities, a leader requires professionally competency to gain the trust of their team. To do so, they must be passionate and professionally curious about their profession. They must continually look to broaden their knowledge and to exploit new learning opportunities to become better subject matter experts. 4-2 | Army Leadership Doctrine b. Leadership. The British Army has a through-life training pipeline that provides world- class leadership development for its people. This focuses on developing the quality and collective capacity for leadership across the Army and is focused on team development as well as the individual leader. c. Leader. Leader development seeks to improve an individual’s mastery of the cognitive, socio-emotional, and behavioural skills associated with leadership. It contributes to the development of self-awareness to increase an individual’s capacity to undertake the role of a leader. Leaders must have the self-awareness, humility and desire to improve as a person, which in turn makes them a better leader. By identifying areas of weakness, leader development, education and training allows individuals to change their behaviours for the good of their team. Leaders must actively seek feedback from peers and subordinates, as well as being receptive to that of their immediate superiors. The feedback will build a more comprehensive picture of the effect their leadership has on others and a deeper understanding of the areas on which they need to work more. d. Holistic Health. Health is a state of physical, mental and social well-being upon which good leadership is built. Leaders must have the self-awareness and discipline to look after their own health, which in turn enables them to lead their people effectively. To help leaders maintain their health and well-being, the Army provides its people with the resources to maintain physical fitness. It also provides wider cognitive support 66 helping train and maintain individual mental resilience. Leaders must know and understand the pillars of mental resilience to be able to understand where they themselves may be struggling as well as where the people they lead may require support. Leaders must set the climate that allows open and honest discussion about mental well-being, dispelling the stigma that has been attached to mental health in the past. 4-05. Develop Others. Leadership is a constant journey. Developing others helps build mutual trust and respect, and leaders have a duty to develop the people they serve and must seek opportunities for both individuals and the team collectively. Development should focus on unlocking and maximising the potential of every individual within the team, helping them to recognise both their own strengths and weaknesses. Trust and respect are built collectively, enhancing the team’s capabilities and optimising operational effectiveness. a. Train and Educate. Leaders must provide every opportunity to train and educate their people to ensure they are prepared for future challenges. In order to educate effectively they must help broaden their perspectives and understanding, aiding diversity of thought and allowing them to become more rounded as individuals. Training 67 is the rehearsal where leaders can consolidate this learning and test these skills. The leader’s role is to ensure that education 68 is matched with relevant and realistic training to enable simulation and consolidation of learning. This allows us to train the minds of our future leaders to become more agile and able to process information from multiple sources while under pressure. This approach prepares our leaders for the future complexities of warfare. 66 See British Army Mental Resilience Training (MRT) as part of the Op SMART programme. 67 Training. The acquisition of knowledge, skills, attitudes and behaviours for specific tasks or activities. 68 Education. The provision of teaching to develop intellectual capability, knowledge, mental skills and attitude to adapt and solve complex and changing problems. Army Leadership Doctrine | 4-3 ‘Personnel drawn from across the services proved to be highly reactive and flexible; at the tactical level our inter-agency partners were extremely complimentary and jealous of our ability to analyse a problem and then rapidly apply effect through the use of adaptable, multi-skilled and capable personnel; they remain our strongest asset and we must continue to invest in individual development alongside collective training, particularly for our young officers and JNCOs who performed particularly well.’ Brig Stephen McMahon (Commander 104 Log Bde), Op GRITROCK (Sierra",
  "Leone), 201669 b. Challenge. At times, leaders must push individuals out of their comfort zone, challenging them to accept responsibility and to try new ideas. These learning opportunities should be conducted in a safe environment, where experimentation and failure are encouraged, to provide a truly developmental experience. c. Coach. All leaders should adopt a coaching mentality and style, where the focus is on unlocking their subordinates’ potential and on encouraging individual responsibility to set targets and to maximise performance. Through careful directing and support, the leader-coach helps the coachee to set goals, to identify the obstacles that may prevent them from achieving their goal, and to plan a pathway to success. It is key that the person being coached feels empowered and ultimately responsible for their own success. The relationship between the coach and the person being coached must not be forced. It must remain voluntary and be welcomed by both parties. ‘Kerbside coaching’, consisting of almost continuous, bite-sized pieces of feedback can be effective when alternated with more formal and deliberate coaching interventions, which might be provided at certain stages of an individual’s career’. 70 69 Centre for Army Leadership, Interview with Brigadier Stephen McMahon, March 2016. 70 Tony Chapman, Bill Best, and Paul Van Casteren, Executive coaching: Exploding the myths (London: Palgrave Macmillan, 2003). 4-4 | Army Leadership Doctrine d. Mentor. While coaches tend to focus on specific tangible targets, mentors tend to focus on broader, through-life development. Mentors use their own experience and knowledge to offer help, guidance and support. They are often senior leaders, who are counted as trusted colleagues and friends, with whom ideas and plans can be discussed and stress-tested with confidence. Peer mentors as well as reverse mentors, whereby a peer or a subordinate provides a sounding board and guidance from their own perspective, can also become valuable mentoring relationships. Of note, the most effective relationships often exist outside the chain of command. Leaders should consider offering themselves as mentors but should recognise that it is not a relationship that can be forced upon others. Build Teams ‘The strength of the pack is the wolf, and the strength of the wolf is the pack.’ Rudyard Kipling (Author), 189471 4-06. Set Purpose. Teams exist to achieve tasks. To that end, team members must be united by a shared purpose. It is a leader’s responsibility to set and to communicate both the purpose - the reason for the team existing and what it must achieve - and the vision - where the team aspires to be. Thereafter, a leader must align individual goals to those of the team, creating a shared purpose. This motivates, inspires and creates a sense of belonging that fosters collective identity and acts as the foundations for Mission Command. 4-07. Build Respect and Trust. United by a shared purpose, teams are strengthened through trust and respect. A high-performance team cannot function without either. Fostering and sustaining trust and respect is the function of both the leader and the follower. As Chapter 1 states, trust is widely seen as the ‘essence of leadership’. Respect, in relation to leadership, is interpersonal. It recognises the inherent worth and value of another person, and to honour that worthiness in our minds, actions and behaviours. 72 Despite the Army having a hierarchical structure, superiors, subordinates and peers alike should be respected for their skills, knowledge and experience, and everyone valued as an individual. It is about acknowledging and showing appreciation for others’ ideas, opinions, differences and perspectives, even if they differ from our own. Being respectful does not mean you have to agree. Respect is a two-way relationship between a leader and a follower and much like trust, has to be earned. As leaders, we must demonstrate respect before we can earn it. Being respectful of others demonstrates key qualities in a leader including self-confidence, humility and emotional intelligence. It creates a motivated, committed and inclusive force, with a collective sense of belonging and where people feel valued. Respect enables team cohesion and, in turn, supports operational effectiveness. 71 Rudyard Kipling, The Jungle Book (London: Macmillan, 1894). 72 Kathy Caprino, ‘3 Ways Your Leadership Will Improve When You Demonstrate More Respect’ Forbes, 9 November 2019 <https://www.forbes.com/sites/kathycaprino/2019/11/09/3-ways-your-leadership-will-improve-when-you-demonstrate-more- respect/?sh=4d0c29e51179> Accessed 2 July 2021. Army Leadership Doctrine | 4-5 4-08. Develop Cohesion. To further develop team cohesion, leaders must: a. Foster Identity. Shared identity is a powerful motivator and key to the cohesion of any successful team. A strong team identity encourages a depth of commitment from its individual members, in recognition of the fact that they are part of something greater than themselves. This has been long understood by the British Army and it is embodied in our Regimental system, which is an example of how a shared bond can cut across age, rank and experience. There are many examples of Regimental identity fortifying individuals and teams in the most testing of circumstances. Organisational structures alone will not foster this identity. It takes consistent and determined effort by leaders, through shared experiences such as operations, arduous training, sport and adventure training. An understanding of regimental history and ethos is also an important mechanism for inspiring our soldiers and fostering identity. Leaders must also be cognisant that there is a fine line between fostering identity and creating an exclusive team. Leaders must carefully champion the esprit de corps of their team while ensuring it is inclusive and accommodating to external organisations or individuals. ‘Everything there written [in the Victoria Cross citation] says me, me, me. But I definitely feel it’s a team thing. There were blokes who were with me there on the ground right in amongst it and if it was up to me they would be sat here as well. It’s part of the very nature of being in the Army, and especially the Parachute Regiment, that we have to adapt to situations you don’t expect to happen. (Pointing to his cap badge) The only thing I was really scared of was letting this down. That to",
  "me, that’s why I joined, that’s why I joined the Army - to be a paratrooper.’ LCpl Joshua Leakey VC, 201573 73 Quoted in Ben Farmer, ‘How heroic Para L/Cpl Joshua Leakey won his Victoria Cross’. The Telegraph. 26 February 2015. 4-6 | Army Leadership Doctrine4-6 | Army Leadership Doctrine b. Harness Diversity and Be Inclusive. The more diverse a team is, the greater the knowledge, skills, experience and perspective that it can draw upon. Diversity of thought fosters innovative ideas and problem solving that helps to prevent groupthink and leads to improved decision-making. For this to be realised, a leader must first foster a climate of inclusivity, so that all individuals have a voice and feel valued members of the team. Only then will they be prepared to selflessly commit to the team and the mission and be comfortable respectfully challenging established views or offering innovative ideas. Diversity may come from protected characteristics such as sex, race, sexual orientation, religion, or age but it is also about diversity of rank, cap badge, background and education. Everyone should be respected and valued for their differing perspectives and experience. Leaders must be aware that leading diverse teams may require greater consideration as to how they meet and balance the needs of the individuals and team. 74 ‘Teams that are diverse in personal experiences tend to have a richer, more nuanced understanding of their fellow human beings. They have a wider array of perspectives - fewer blind spots. They bridge between frames of reference.’ Matthew Syed (Author), 201975 c. Pursuit of Excellence. Successful leaders have high personal standards and strive to exceed them in all that they do. They engender a mindset of continuous improvement within their team and ruthlessly seek to raise their standards. The Special Air Service call this concept ‘the unrelenting pursuit of excellence.’ 76 However, this concept is not the preserve of special forces, it is about doing the basics consistently well, demanding high standards of your team and about embracing a spirit of continuous improvement. Leaders do this by setting an example. They cannot demand a high standard from their team if they themselves are not willing to live up to it. They must also engender a sense of individual and collective competition at every level. Whether it be an inter-company cross-country race or a regimental best section competition. Creating a healthy competitive edge drives performance and builds an esprit de corps that underpins operational success. d. Empower. Empowerment is an essential component of Mission Command. It encourages a positive climate, in which individuals are supported in the fulfilment of a clear intent, while executing a plan in the manner they feel most appropriate to the situation and context. As leaders, we need to create the conditions for empowerment to thrive, be resilient to inevitable mistakes made by subordinates and ensure that lessons are learned from them; while ultimately retaining ownership and responsibility for the outcomes. This approach creates an optimum learning environment and a psychologically safe one in which decisions can be made without the risk of repercussions should things go wrong. It further encourages followers to feel trusted, knowing they can seek advice, while being given the space and freedom for creative 74 Army Headquarters, Inclusive Behaviours – Diversity, Inclusion and Behaviours Policy, Guidance and Instructions, AGAI 75 (Andover: Army Publications, 2021). <https://modgovuk.sharepoint.com/sites/defnet/Corp/Army/Publications/AGAI_075. pdf#search=agai%2075> Accessed 2 July 2021 75 Matthew Syed, Rebel Ideas: The Power of Diverse Thinking (London: John Murray, 2019), page 23. 76 Malcolm James, Born of the Desert: With the SAS in North Africa (London: Frontline Books; Reprint edition, 2015). Army Leadership Doctrine | 4-7 thinking and innovation of ideas. Mistakes will be made, but without these the opportunity to learn will be missed. The leader’s role is to remain supportive and to guide, continuing to allow freedom, but steering when necessary. Trust is a key component to this relationship, but it works both ways, with those being empowered accepting that it is incumbent upon them to provide feedback, request support and ask for help when needed. Empowerment is not something that can just be employed individually from a handbook. It requires a collective mindset and a climate that makes it instinctive to all leaders. ‘Delegation and trust are the two key parts of this (empowerment), and together they are critical to developing new soldiers and even changing older ones. Allowing an individual to negotiate a task themselves with only a little guidance is a win-win for everyone involved.’ Cpl Ben Hayden, 202177 Case Study When it comes to empowerment, I would suggest that the United States Cavalry have developed a highly effective method to achieve it, as I discovered when invited to participate in a Spur Ride. The tradition of “earning your spurs” extends to the beginning of the US Cavalry, when new troopers were awarded with them after proving they were professionally competent with their horse and sabre. Today, this is observed in a Spur Ride; a demanding two-day patrol competition that tests tactical skill, mental resolve and leadership ability over a series of checkpoints. Its ultimate value derives from the neutralised section structure, as teams of private soldiers, NCOs and officers are all reduced to the role of “Spur-Candidate” and await command appointments from the DS. By levelling the ranks from the start, team cohesion developed quickly as officers and NCOs became immediately approachable to the junior soldiers, and a culture of encouragement and camaraderie was established. The absence of hierarchy altered our mindset; we were no longer limited by responsibilities prescribed by rank and role and were more unified in the pursuit of the team objective. Characterised by work-rate and selfless-commitment, facing adversity during tasks under the stone-faced scrutiny of the DS served to only strengthen our team further. It forced the soldiers with no leadership experience to make decisions under pressure, and challenged their conventional commanders to ignore the urge to interfere and observe their potential instead. Confidence was developed twofold; for privates in themselves, and for",
  "commanders in their subordinates’ capabilities, ultimately fostering a renewed respect for one another. The value of generating leadership at all levels should not be underestimated. It bears strong similarities to the qualities inspired through Army Sport, a typically rank-neutral environment, and I strongly encourage commanders to exploit these existing opportunities and employ the fundamentals elsewhere. Lt Charlotte Lord-Sallenave (Troop Commander, The Blues and Royals), 2021 77 Cpl Ben Hayden, ’Get off Their Backs! A JNCO’s Guide to Avoiding Micromanagement.’ The Army Leader <https://thearmyleader.co.uk/jncos-guide-to-avoiding-micromanagement/> Accessed 2 July 2021. 4-8 | Army Leadership Doctrine4-8 | Army Leadership Doctrine Achieve the Task 4-09. Define the Task. The first step in achieving any task is to define it. Leaders must seek to establish what they are being asked to do within the context of why the task is occurring. This process is critical to success as it bounds the problem, highlights the freedoms and constraints, identifies what resources are available and where the task sits against the bigger picture. It also identifies where the main effort is focused. A leader must identify where they need to allocate resources and where they can take risk. Once these parameters have been set, the leader can formulate their plan. 4-10. Planning. Planning fuses the activities of problem solving and decision-making to identify effective courses of action. Plans must be flexible, cater for all foreseeable contingencies and be constantly revisited to re-assess their validity. Planning always requires a search for alternatives and it is best conducted in an open-minded, encouraging and creative way. Subject matter experts should always be consulted, and the most up-to-date information sought. Leaders should, however, be wary of engaging in the pursuit for a perfect plan, which is often elusive. An 80% solution delivered on time is better than a 100% solution delivered too late. 4-11. Communicating. The best plan is worthless if it cannot be communicated in a manner which is clearly understood and inspires the team to put it into action. A plan must be communicated in a clear, concise and timely manner, ensuring that every member of the team, regardless of the size of the group, is briefed about the plan. Leaders must also be conscious of the need to communicate the plan upwards and sideways, as well as down to subordinates. It is often preferable to deliver a plan and orders face to face, connecting with the human element of leadership. A leader can be just as effective over the radio, telephone, video conference, on paper and by email, but it takes care and practice to master all these skills. Leaders should always choose the best medium for the task at hand and be wary of opting for ‘easier’ methods of communication, especially when faced with delivering bad or uncomfortable news. It takes moral courage to look people in the eye in these circumstances but will continue to contribute to a leader’s credibility. ‘The key thing for leadership agendas is the ability to genuinely communicate, which is actually a two-way process of genuinely listening well and communicating well. Because in some pure sense we don’t actually build anything with our hands; all we do as leaders is communicate. We basically get things to happen through communication.’ Ian Cheshire (CEO), 201178 78 Interview with Ian Cheshire, CEO of Kingfisher, conducted by Polly Courtice in Wayne Visser and Polly Courtice, (2011). ‘Sustainability Leadership: Linking Theory and Practice’, University of Cambridge Institute for Sustainability Leadership. https://ssrn.com/abstract=1947221 Accessed 2 July 2021. Army Leadership Doctrine | 4-9 Queen Elizabeth II, Auxiliary Territorial Service (ATS), changing the wheel of a vehicle, 1945. ‘Image courtesy of the National Army Museum, London’ 4-12. Executing. During the execution of a plan leaders must use their judgement, intuition and experience to assess the ongoing situation, balance risk and make decisions. Throughout the execution of any plan things will occasionally go wrong and leaders must anticipate and be flexible in their response. They must constantly reassess the situation, take stock and act decisively with a timely decision to rectify a problem. Throughout this process a leader must also have a firm understanding of where the risk lies at any given moment and not let it suffocate the plan. It is essential to keep in mind that there is a difference between a calculated risk - where the likelihood and cross-benefit analysis has been conducted - and a gamble. Mission Command is principally a risk-taking methodology and leaders are required, and must be prepared, to take calculated risks; it is a battlefield necessity required to exploit opportunities. 4-10 | Army Leadership Doctrine4-10 | Army Leadership Doctrine 4-13. Supporting. Leaders must guide and support their followers and provide the necessary support network to execute the plan. They must harness the collective talent within their team by delegating to the point of discomfort, and then delegating further. This enables Mission Command and demonstrates to the team that you trust and support them to make the best decision at any given moment. The leader must provide advice and feedback in a measured and objective manner to help achieve the task, while concurrently supporting the individual who has made the wrong decision. To provide this level of support to their team, the leader must carefully consider where to position themselves during the execution of a task. Emerging command and control technologies provide leaders with unprecedented flows of information at ever increasing speeds. This improved situational awareness, and modern communications enable a more remote leadership posture. However, as a general rule, leaders should place themselves where they can best gain understanding, project their personality and influence events. ‘To expect everyone to blindly follow you, no matter what, does not reflect the reality of today. People want to know that they are being thought about in more ways than simply getting results or securing your place on the next wrung of the promotion ladder.’ Richard Clark MC (former SNCO, 3 SCOTS) 201979 79 Richard Clark MC. ‘The Three Ks of Leadership’, in The Army Leader. <https://thearmyleader.co.uk/kick-kuddle-3-ks-leadership/> Accessed 2",
  "July 2021. Army Leadership Doctrine | 4-11 4-14. Evaluating. High-performing teams are characterised as having a systematic and honest evaluation process. After every activity or task, they conduct a review process, using objective evidence to provide feedback to participants on their individual and collective performance, in order that they can implement the necessary changes to deliver improvements. Leaders must create an environment where open, honest and objective feedback is given up and down the chain of command. Rank and experience should not be a barrier and leaders must ensure that all members of the team have a voice. ‘One of the most valuable qualities of a commander is a flair for putting himself in the right place at the vital time.’ Field Marshal Lord Slim, 195780 British troops on the Western Front during World War I 80 Quoted in Peter. G. Tsouras (ed.), The Greenhill Dictionary of Military Quotations (Barnsley: Greenhill Books, 2011). 4-12 | Army Leadership Doctrine 7 Platoon, G Company, 2nd Battalion Scots Guards on Mount Tumbledown celebrate the news of the Argentine surrender at dawn on 14 June 1982 ‘As you stumble eastwards at night in driving rain and sleet, over rock, bog and tussock, and the thumps and flashes of violence intermittently reach across the night sky, you are struck, as never before, by how profoundly reliant you are upon the cohesion of each fire team of four, each section of eight, and especially upon their leaders – tough, determined, youthful corporals.’ Commanding Officer, Op. CORPORATE (Falkland Islands), 198281 81 Lt Col Hew Pike’s address to the Army Staff College, as quoted in British Army, Serve to Lead (2005), page 46. ‘Leaders... must lead by example, must be able to implant high-mindedness in their followers, must have competence beyond status, and must have earned their followers’ respect by demonstrating integrity.’ Vice Admiral James Stockdale (Medal of Honour Winner), 198782 5-01. Introduction. This chapter focuses on the Army Leadership Code, which is a framework to assist all Army leaders, regardless of rank, to be better leaders and to meet the requirements articulated in the Army Leadership Framework. The Army Leadership Code83 5-02. Purpose. The British Army’s Values are integral to the Army Leadership Code. Courage, discipline, respect for others, integrity, loyalty and selfless commitment are much more than words on a page. They are what the British Army stands for. They underpin the profession of arms and they form the basis of the contract we have with the society we serve. As has been outlined, everything we do in the Army is conducted in accordance with our Values, which provides the moral principles expected of our people. While our Standards set these Values in context, articulating the professional and personal expectations to all serving personnel. The Army Leadership Code assists leaders in translating these Values and Standards into action or desired leadership behaviours, which promote: a. Living the Army’s Values and Standards. The leadership behaviours allow leaders to communicate the Values and Standards through everything that they do, both verbally and non-verbally, on and off duty. Leaders that reflect the Values and Standards provide a powerful example to those who are being led, and over time the followers will observe, learn, replicate and finally internalise these behaviours, thus creating a shared understanding, acceptance and adherence to the Values and Standards which are fundamental to the British Army. b. Optimising Performance. The leadership behaviours are also the same behaviours associated with the creation, maintenance and continued success of high-performance teams. Members of high-performance teams have specialised expertise and complementary skills. They are goal-oriented and achieve outstanding results. High- performance teams thrive within an organisation that strives to continuously improve and operates in the most demanding circumstances. 82 Quoted in Malham M. Wakin, James Kempf, Military Ethics: Reflections on Principles. The Profession of Arms, Military Leadership, Ethical Practices, War and Morality, Educating the Citizen-Soldier (Washington, DC: National Defence University Press, 1987). 83 Director of Leadership, The Army Leadership Code: An Introductory Guide, 2015 <https://www.army.mod.uk/media/2698/ ac72021_the_army_leadership_code_an_introductory_guide.pdf> Accessed 2 July 2021. CHAPTER 5 How Leaders Do It Army Leadership Doctrine | 5-1 5-03. Background and Theory. Arguably, the leadership behaviours described by the Army Leadership Code are nothing new in the British Army. Furthermore, the leadership behaviours have, in one form or another, been recognised as best practice in Army phase one and two training establishments for over a decade, with considerable empirical evidence to demonstrate their effectiveness. ‘[The Army Leadership Code] draws together and formalises elements of good leadership that have been practised instinctively or consciously for centuries and is a soldierly codification of what is known to work.’ Brig David Madden (Commandant School of Infantry), 2014 The Army Leadership Code draws on established leadership theories, which have been operationalised for military use. There is a rich body of academic literature that examines these leadership theories and they have been summarised here to aid understanding of the Army Leadership Code. 84 5-04. Underpinning Themes. The Army Leadership Code has three underpinning themes, which are associated with leading high-performance teams: a. Vision. It is a leader’s responsibility to provide a vision of shared goals so that individuals and the team are inspired, have a shared sense of direction and pull together to achieve results. The vision can be expressed both through communication and role-modelling. Words and deeds must be consistent, complementary and reinforcing. b. Support. It is only possible to inspire extraordinary actions when there is mutual understanding, respect and trust within the team. Leaders should care for and about the people they serve. By being fair, consistent and showing trust in others, leaders provide a platform for their people to excel and achieve their full potential. c. Challenge. People often only reveal their full potential when challenged. To reach these levels of achievement, leaders must not only test themselves, modelling the highest standards, but also challenge and inspire their people. Needless to say, a balance is required. Pushing people too hard will damage morale. The key is to help individuals",
  "commit to achievable goals. Through this, the self-confidence of the individuals and of the team is enhanced, enabling them to exceed expectations. 5-05. The Code. The Army Leadership Code consists of seven leadership behaviours, easily remembered by the mnemonic LEADERS. These seven behaviours are expected of all Army leaders, from Private to General, regardless of cap badge, branch or unit. It is true, that Generals will require different skills and competencies to those of a Private or Lance Corporal, but ultimately the way in which they behave and interact with their teams should be the same, as the fundamentals of effective team leadership are applicable from the very highest strategic level down to the smallest operational unit. 84 Peter G., Northouse, Introduction to Leadership: Concepts and Practice (Thousand Oaks, CA: Sage, 2015). Howard Gardner, Leading Minds: An Anatomy of Leadership (New York, NY: Basic Books, 1995). Marian Iszatt-White and Christopher Saunders, Leadership (Oxford: Oxford University Press: 2020). Michael Z. Hackman, Leadership: A Communication Perspective (Prospect Heights, IL: Waveland Press, 1996). Robert L. Taylor, and William E. Rosenbach (eds). Military Leadership: In Pursuit of Excellence (Oxford: Routledge, 2009). 5-2 | Army Leadership Doctrine Figure 5-1. The Army Leadership Code It should be noted that the Army Leadership Code is not designed to restrict or stifle, and there remains significant freedom of action for Army leaders to develop their own style and to personalise their leadership within this framework. 5-06. Leadership Spectrum. The Army Leadership Code must be combined with a leader’s personality, character, knowledge, understanding and experience to produce a specific leadership style. The Full Range Leadership Model suggests that effective leaders develop a range of styles, which they can employ as the situation dictates. 85 This is particularly true in a military context, where effective leaders inspire, empower and coach, but on occasion, a more directive, commanding style is required in order to get results quickly in challenging circumstances. The Army Leadership Code considers a range of behaviours from Transactional to Transformational Leadership. 86 These are not binary concepts but exist on a spectrum. Part of the art of leadership is the leader’s judgement of the appropriate style or behaviour. a. Transactional Leadership. This style, which is regarded as the most common, sees the relationship between leader and follower as one based on exchange. The transactional leader creates well-defined structures where it is clear what is required of their subordinates, and either the rewards they will get for performing to the required standard or punishments should they fail to do so. It is seen as more directive in nature and is prevalent in most organisations, particularly hierarchical ones. It is effective in producing expected outcomes which are often short-term in nature. While promoting conformity in a team transactional leadership can, however, stifle creativity. 87 85 Bruce J. Avolio and Bernard M. Bass (eds.), Developing Potential Across a Full Range of Leadership: Cases on Transactional and Transformational Leadership (Mahwah, NJ: Lawrence Erlbaum Associates, 2002). John J. Sosik, Dongil I. Jung, D.I. (2010). Full-Range Leadership Development: Pathways for People, Profit and Planet (London: Routledge, 2018). 86 First popularised in James MacGregor Burns, Leadership (New York: Harper and Row, 1978). 87 Bruce J. Avolio and Bernard M. Bass (eds.), Developing Potential Across a Full Range of Leadership: Cases on Transactional and Transformational Leadership (Mahwah, NJ: Lawrence Erlbaum Associates, 2002). Molly, Hamilton, ‘The Interaction of Transactional and Transformational Leadership’, Journal of Workforce Education and Development III, 3 (2009). Army Leadership Doctrine | 5-3 Contingent reward and punishment should be linked to desired standards of behaviour and performance. The former rewards a subordinate’s effort, achievement or desired behaviour with appropriate praise or motivational feedback. The latter punishes poor performance or inappropriate behaviour. Punishment must be fair, understood and never humiliating. Used correctly and in balance, transactional remains a fundamental part of military leadership. b. Transformational Leadership. This style is a process that changes and transforms individuals and teams for the better. It requires an explicit bond between leader and follower whereby leaders connect with the emotions, motives and needs of those they lead. It seeks to understand individual perspectives, values the ideas of others and motivates through the achievement of common and valued goals. It therefore requires the creation of a vision which gives a unifying purpose for all, helping to create a sense of identity for individuals and teams. Transformational leadership is empowering and motivates individuals to place the needs of the team before their own. It results in a higher level of morality and motivation of both leader and led and while often taking longer to see results, transformational leadership can produce performance beyond expectations. Transformational leaders are strong roles models who clearly demonstrate the values of an organisation and emphasise the importance of those values being shared by all. 88 Figure 5-2. Leadership Styles 88 Bernard M. Bass, A New Paradigm of Leadership: An Inquiry into Transformational Leadership (Alexandria, VA: U.S. Army Research Institute for the Behavioral and Social Sciences, 1996). Gregory A. Stone, Robert F. Russell, and Kathleen Patterson, ‘Transformational versus servant leadership: a difference in leader focus’, The Leadership & Organization Development Journal, 25 (2004). 5-4 | Army Leadership Doctrine The Leadership Behaviours ‘Setting an example is not the main means of influencing others, it is the only means.’ Albert Einstein (Physicist) 5-07. Lead by Example. It is deliberate that Lead by Example is the first of our leadership behaviours, as it is the most important and effective. Leaders cannot lead people far beyond where they are willing and able to go themselves. All leaders are role models, and the Army requires its leaders to role model the Values and Standards in everything that they do. To ‘walk the walk’, as well as ‘talk the talk’, is the key to being an authentic leader. It is the most effective way of demonstrating integrity. Personal examples of physical and moral courage have a contagious effect and instil confidence in others to be courageous themselves. Dedicated leaders with a strong work ethic",
  "and selfless attitude will inspire those around them to be similarly committed to the team. 5-08. Encourage Thinking. Leaders who encourage thinking are not only promoting intellectual development but are also embracing Mission Command and empowering those they lead to seek for innovative solutions and get results without being micro- managed. By providing intellectual stimulus, the leader is engaging with every member of the team, reminding them that they are not merely a cog in the machine. Their ideas and opinions matter. Engaging the team in this manner demonstrates respect for others. When individuals feel empowered and valued, they are more likely to display loyalty to the team. Leaders who encourage thinking by educating and coaching, building teams, being inclusive and empowering their team. Army Leadership Doctrine | 5-5 Case Study The Voice from Behind During Operation HERRICK 13, a newly arrived platoon commander was tasked at short notice to mount a fighting patrol onto a well-defended enemy stronghold which dominated their area of operations. Conducting his estimate, he realised that a left-flanking assault would see his platoon insert through an IED belt. The right-flanking alternative offered limited cover from view and fire during the approach and a final assault route littered with IEDs. The most direct route would involve scaling several compound walls which were approximately eight foot in height. This option would have been painfully time consuming, broadcast his intent to the enemy and placed the point man of the patrol at considerable risk. The young officer could not see a viable option without putting his soldiers at severe risk. All the while, he was being pressured from above to confirm a time for H-Hr. Demonstrating humility and without hesitation, he candidly informed his section commanders and platoon sergeant that he could see no obvious plan and sought their advice. They were equally stumped and were considering their options when young Pte Cuningham, who had been listening intently in the background, offered up: “Boss, this is a no-brainer. Place a Mastiff on the left and the right flank for protection. Send an engineer section straight up the middle with the point section and place bar mines onto the compound wall. Blow the charge and slam a third Mastiff through the gap. The blokes will advance on foot using the vehicle as protection and when the target compound is in sight, use a rapid weight of fire to move across the open ground and stack up on the point of entry. Simple.” The Pl Comd replied, “Then that’s exactly what we’ll do!” The young soldier’s vision was put into action and although the platoon encountered fierce resistance from the Taliban, they broke into the initial compound, without taking casualties, and then fought right up to their limit of exploitation and achieved their mission. CSgt, Op HERRICK (Afghanistan), March 201889 5-09. Apply Reward and Discipline. This behaviour is most associated with transactional leadership. First, the appropriate application of reward provides incentive and reinforces what ‘right’ looks like, building self-esteem and confidence. It is important to consider the full spectrum of rewards available in the Army, everything from national recognition to commander’s commendations, annual reports and regular positive feedback. The value of a ‘well done’ and a ‘thank you’ should never be underestimated. Recognising individuals demonstrates respect for others and valuing team members promotes loyalty. Discipline is also an essential part of Army life. The appropriate application of discipline corrects failings and drives out unacceptable behaviour. It reinforces the need for respect for others and preserves the Army’s integrity. To be truly effective, discipline must be timely and applied evenly regardless of rank. The best type of discipline is self-discipline, where individuals hold themselves to account, set their own high standards and are determined 89 CSgt George Scott, ’The Voice from Behind’, Centre for Army Leadership, Leadership Insight no. 6, March 2018. 5-6 | Army Leadership Doctrine to improve themselves. This type of self-discipline is the mark of a professional soldier, and Army leaders must demonstrate it themselves and encourage it in others. Lt Gen Sir William Slim awarding the Military Medal to Sergeant Jilalo Gafo, 11th East African Division, 1944 (c) ‘“Thank you” became my most powerful phrase, interest and enthusiasm my most powerful behaviours.’ Gen (Retd) Stanley McChrystal (Former Commander US and ISAF Forces Afghanistan), 201590 90 Stanley McChrystal, Tantum Collins, David Silverman, Chris Fussell, Team of Teams: New Rules of Engagement for a Complex World (London: Penguin, 2015). Army Leadership Doctrine | 5-7 5-10. Demand High Performance. The Army often finds itself operating in the most demanding of circumstances, where the cost of failure can be catastrophic. As a ‘team of teams’, it ultimately pulls together towards shared goals, with high performance required of every individual, regardless of cap badge or role. When demanding high performance, leaders must be mindful of the motivation and morale of the team and not set expectations too high too soon. It is often better to aim for marginal gains and breakdown large or complicated objectives into more manageable tasks. High performance teams have shared standards and notions of professionalism and are more likely to display loyalty to each other. ‘Champions do extra.’ Brad Thorn (All Blacks rugby player), 201391 5-11. Encourage Confidence in the Team. Army leaders must motivate and inspire their team, and one way to do this is to encourage confidence. Leaders should look for opportunities to highlight successes and reinforce the value of teamwork. Openly demonstrating faith in the team and the individuals within it breeds confidence which can then be translated into improved performance. It is also important to show confidence in the wider team by displaying trust and faith in the chain of command. When this type of confidence is shared, it promotes loyalty within the team. Individuals are more likely to act with courage when they know they have the trust of their peers. Confidence within the team promotes self-discipline, shared trust and respect of others. 5-12. Recognise Individual Strengths and Weaknesses. Army leaders must realise",
  "that every soldier has something to offer the team, and that the identification and recognition of that contribution is critical to meeting the needs of the individual and to making them 91 As quoted in James Kerr, Legacy: What All Blacks Can Teach Us about the Business of Life (London: Constable, 2013). 5-8 | Army Leadership Doctrine an effective team member. Individuals and teams must be encouraged to play to their strengths and be given opportunities to showcase their talents. This promotes further confidence and provides motivation to improve further and maximise potential. Similarly, everyone has areas that require development and if these were to be addressed, overall performance may improve. Weaknesses or areas of development must not be ignored or carried by stronger members of the team. Under pressure, these weaknesses may be exposed, potentially to the cost of the team and the task. Weaknesses must be addressed in an understanding and considerate manner, and the focus should be on the root of the problem and the potential to improve rather than the current impact. Recognising the value that each individual brings to the team demonstrates respect for others. When they feel value, individuals are more likely to display loyalty to each other. 5-13. Strive for Team Goals. Leaders who strive for team goals, challenge the team to accept and pursue shared objectives, give unifying purpose and bind their people together. Joint pursuit of success, especially when paired with shared adversity, can create a powerful team spirit. Shared team goals, particularly when they are achieved, promote identity and a loyalty to that team. They also encourage selfless commitment as individuals place the needs of the task and the team before their own. ‘We set what was an impossible challenge and achieved it, so anything is possible.’ Maj Sandy Hennis, Ice Maidens, 201892 92 As quoted in ‘Ice Maidens: British Army team become first women to cross Antarctica’, The Week, 22 January 2018 <https://www.theweek.co.uk/91116/ice-maidens-british-army-team-become-first-women-to-cross-antarctica> Accessed 2 July 2021. Army Leadership Doctrine | 5-9 5-14. Leadership Styles. The Transactional and Transformational Leadership approaches represent two ends of a spectrum, which a leader must be comfortable moving along, applying the leadership behaviours as the challenge and situation demands to get the very best out of the team. An awareness of some recognised leadership styles aids in the understanding of this spectrum: a. The Directive Style “Do what I tell you.” This approach is well understood and most effective when a leader requires rapid, unquestioning action. However, it is dangerously easy to fall-back on in less demanding circumstances and overuse can have a negative impact. b. The Pacesetting Style “Do what I do, now!” The leader provides challenge, demands high standards and leads by example. This style is proven to get results from a motivated and highly competent team. However, for those who can’t keep up it can be demoralising. c. The Participative Style “What do you think?” The leader asks for and values input from the team. They create an environment where ideas and timely constructive criticism is welcome, building commitment through participation. d. The Coaching Style “What could you achieve?” The leader encourages dialogue and focuses on the future. It develops others by helping them identify their own strengths and weaknesses and building long-term capabilities. e. The Affiliative Style “People come first.” The leader focuses on the needs of both individuals and teams, building bonds and creating rapport. However, too much focus on people can allow poor results to go unchecked, threatening the achievement of the task. f. The Visionary Style “This is where we are going.” The leader communicates a clear vision and the standards expected in achieving the aim. It explains the ‘why’ but not the ‘how’ encouraging imagination and initiative. It capitalises on team strengths and can be very motivating. 5-10 | Army Leadership Doctrine5-10 | Army Leadership Doctrine Glossary Army Leadership Code. The Army Leadership Code is a set of seven leadership behaviours, which are applied using a mixture of coaching techniques. The behaviours are nested in academic research on high- performance teams and are designed to translate the Army’s Values and Standards into learned behaviours in followers and leaders. Army Leadership Doctrine. A publication that codifies the British Army’s thinking on leadership, drawing together ideas, principles and methods that have been proven to work throughout history. It is the capstone document for the British Army on leadership. Army Leadership Model. Adapted from Professor John Adair’s theory of Action Centred Leadership. It consists of three circles identifying common, interconnected and occasionally competing needs on the leader: achieving the task, building the team and developing the individual, within a given context. Cap badge. The badge worn on the headdress of all soldiers, distinguishing the individual’s unit or organisation. Each regiment and corps have their own cap badge. Climate. Climate is the environment experienced in specific teams or units within an organisation. Being inherently less stable than culture, a climate can change relatively quickly as it is highly dependent upon the context and the people involved. The smaller the team, the more quickly this change may occur. Coaching. Coaching is the process of unlocking a person or team’s potential to maximise performance. The focus is on helping others to learn rather than teaching them. Combat Estimate. The combat estimate, also known as the ‘7 Questions’, is derived from the tactical estimate but presents the analysis, plan creation and decision-making in a sequence of seven questions. This is intended to make it easier to understand the problem and aid decision-making as part of an accelerated battle procedure. Command Responsibility. The duty invested in an individual to supervise subordinates, and liability for the failure to do so, both in government and military law. Commanding Officer (CO). Held in the rank of lieutenant colonel commanding a unit of around 650 soldiers, comprising of between four and six subunits. A CO is responsible for the overall operational effectiveness of their unit in terms of military capability, welfare, administration, military capability and general discipline.",
  "Army Leadership Doctrine | G-1 Culture. The collective norms, beliefs and values of an organisation which in turn manifest in accepted behaviours; it is an organisation’s collective identity. Its distinctiveness is shaped by shared history and traditions, rules and regulations, and values. By its very nature, culture is stable and enduring. Emotional Intelligence. An individual’s capacity to recognise and manage their own feelings and emotions as well as their ability to understand the feeling and emotions of others and to react to them to guide thinking and behaviours. Ethos. The fundamental character of an organisation that informs collective beliefs, attitudes and practices. Fighting Power. This describes the operational effectiveness of the Army. It recognises that land forces do not simply consist of people and equipment, but have interconnected physical, moral, and conceptual properties. Fighting Power is inherently contextual and it is determined by how well a force (our own, allied, or enemy) is adapted to the character of the operation in which it is engaged. Followership. The act of willingly following a leader. Leadership and followership not only coexist, they are mutually supporting. A ‘follower’, like a ‘leader’, is a role but not an assigned position or authority. Followership refers to the actions of one person or a team in a subordinate role to that of the leader. It is not a lesser role and it is not a preparation to become a leader. Followership is an intentional act and it plays an essential individual and collective role in defining leadership failures and successes. High-performance teams. A cohesive group of highly motivated individuals, with specialised expertise, shared values, mutual trust, clearly defined goals, and focused on achieving outstanding results. Mental resilience. A person’s ability to respond effectively to stress, pressure, risk and adversity. Mentoring. A relationship and a process where a person offers help, guidance and support to facilitate learning or development of a colleague at an appropriate stage in their career. Mission Command. Mission Command is the British Army’s command philosophy. This is an approach which empowers subordinate commanders and promotes initiative as well as freedom and speed of action. Critically, it focuses on achievement of higher intent through mission-type orders. It empowers leaders at every level and is intended to generate agility and tempo. Non-Commissioned Officer (NCO). Soldiers who have gained a position of authority through promotion. They range from Lance Corporal to Warrant Officer First Class One (WO1). The role of an NCO is critical as they are the primary leaders who are responsible for carrying out and executing the mission and, for some, the training of British Army personnel. G-2 | Army Leadership Doctrine Officer Commanding (OC). An OC is in command of a company comprising of 3 platoons and an average of 120 soldiers. The OC is the lead for decision-making in that company, with the support of platoon commanders and senior soldiers. OCs hold the rank of Major. Operational effectiveness. The standard by which the Army will be judged. Operational effectiveness is the ability of a unit or formation to function as a cohesive team to perform on operations, missions, actions or any other duties. Operational level. The level at which campaigns and major operations are planned, conducted and sustained to accomplish strategic objectives within theatres or areas of operations. Queen’s Regulations. The Queen’s Regulations for the Army 1975 (QR(Army)) are the standing orders issued by the most senior serving appointment in the Army, the Chief of the General Staff, for the governance of the Army. Servant leadership. This is a concept that promotes the leader as a servant of those they lead, whereby the leader puts the needs of others, specifically the individuals within their team, before their own. Such an approach provides a foundation for developing trust and loyalty between leader and follower. Strategic level. The level at which a nation or group of nations determines national or multinational security objectives, and deploys national, including military, resources to achieve them. Tactical level. The level at which activities, battles and engagements are planned and executed to accomplish military objectives assigned to tactical formations and units. It is at the tactical level that troops are deployed directly in tactical offensive or defensive activities, using tactical functions. Transactional leadership. This is a style of leadership which sees the relationship between leader and follower as one based on exchange and promotes compliance by followers through both rewards and punishments. Transformative leadership. This is a leadership style that changes and transforms individuals and teams for the better. It requires an explicit bond between leader and follower whereby leaders connect with the emotions, motives and needs of those they lead. It seeks to understand individual perspectives, values the ideas of others and motivates through the achievement of common and valued goals. Unlimited liability. Coined by General Sir John Hackett, it describes how soldiers sacrifice individual rights and accept collective standards which contribute to the common good. In the final analysis, soldiers may kill or be killed for a purpose in which they may have no personal interest. Army Leadership Doctrine | G-3 Values and Standards of the British Army. The British Army’s Values (courage, discipline, respect for others, integrity, loyalty and selfless commitment) are the moral principles which define who British soldiers are as individuals and what the British Army stands for as an organisation. Standards (lawful, appropriate and totally professional) are the authoritative benchmarks against which we judge our conduct. Values Based Leadership. Values Based Leadership refers to the ability to inspire, develop and reinforce in others the core Values and Standards of the British Army, empowering them to do the right thing, whatever the situation. Leaders are expected to focus on the Army’s core Values as the basis of effective leadership, to be exemplary role models that exhibit the highest standards of behaviour for subordinates to observe and imitate, within the given context. Whole Force. Whole Force is the amalgamation of all personnel required to deliver Defence outputs, including non-operational roles, covering regular and reserve service",
  "personnel, civil servants and other civilians and contractors. G-4 | Army Leadership Doctrine APPENDIX 1 The Ten Diseases of Leadership93 According to Professor Richard Holmes, the ten diseases of leadership are: (1) Lack of moral courage. Leaders who fail to act and do the right thing even when they know they should. (2) Failure to recognise that opposition can be loyal. Leaders who do not recognise the moral courage required by subordinates to challenge a plan. They do not give due consideration to their subordinates’ opinions and ideas. (3) Consent and evade. Leaders who openly agree to implement a plan to please their superiors although they disagree with it personally. Such individuals then proceed to avoid implementing the plan and have a negative impact on the entire organisation. (4) ‘There is a need to know and you do not need to know’. Information is power. Leaders who try to reinforce their position of authority by needlessly retaining information, reducing their subordinates’ ability to contribute and act on their own initiative will stifle empowerment. (5) ‘Do not bother me with the facts, I have already made up my mind’. Leaders who lack flexibility and are determined to drive their chosen plan through to completion regardless of new information or changes in the situation. (6) The quest for the 100% solution. Leaders who delay making a decision and acting because of their insatiable need for more information, which may never be complete in reality. (7) Equating the quality of the advice with the rank of the person providing it. Leaders who fail to recognise that wisdom and insight are not inextricably linked to rank and experience. In some circumstances, junior subordinates or individuals outside of the team might offer the most accurate insight into a situation. (8) ‘I am too busy to win’. Leaders who are so focused on executing the plan or routine business that they fail to identify and exploit opportunities for success and innovation. (9) ‘I can do your job too’. Leaders who readily descend into their old comfort zones and micro-manage subordinate leaders. In so doing they fail to apply Mission Command, reduce trust and undermine empowerment. (10) Big soldier, cold shadow. Leaders who might outwardly appear successful but are actually responsible for creating a negative leadership climate within their teams. 93 Lecture by Professor Richard Holmes, UK Defence Academy, Shrivenham, 2003. Army Leadership Doctrine | A1-1 A1-2 | Army Leadership Doctrine APPENDIX 2 Additional Resources Centre for Army Leadership (CAL) Website: https://www.army.mod.uk/who-we-are/our-schools-and-colleges/centre-for-army-leadership/ Podcasts: https://armyleadership.podbean.com Insights and Book Reviews: https://www.army.mod.uk/who-we-are/our-schools-and-colleges/centre-for-army-leadership/centre-for-army- leadership-documents-to-read-and-download/ YouTube Channel: https://www.youtube.com/channel/UCAiP5DrbEfzC7cQDAqftEVw CAL Army Knowledge Exchange (AKX) site [MoD Personnel Only]: https://akx.sps.ahe.r.mil.uk/sites/akx/learning-development/centre-for-army-leadership Websites The Army Leader: Improving Your and Your Unit’s Leadership: https://thearmyleader.co.uk/ Australian Army, The Cove: https://cove.army.gov.au/leadership Grounded Curiosity: https://groundedcuriosity.com/ United States Army, The Centre for the Army Profession and Leadership (CAPL): https://capl.army.mil/ Thinking the Unthinkable: https://www.thinkunthink.org/ Wavell Room: Contemporary British Military Thought: https://wavellroom.com/ 3x5 Leadership: https://3x5leadership.com/ MOD Access Only Army Mentoring Handbook Army Mentoring Defence Connect Page Mentoring Fundamentals Army Leadership Doctrine | A2-1 Official Publications and Documents Army Headquarters, Values and Standards of the British Army, AC 64649 (Andover: Army Publications, 2018) < https://www.army.mod.uk/media/5219/20180910-values_standards_2018_final.pdf > Army Headquarters, Inclusive Behaviours – Diversity, Inclusion and Behaviours Policy, Guidance and Instructions, AGAI 75 (Andover: Army Publications, 2021) <https://modgovuk.sharepoint.com/sites/defnet/Corp/Army/Publications/AGAI_075.pdf#search=agai%2075> Development, Concepts and Doctrine Centre, Understanding and Decision-Making. JDP 04 (2016) Ministry of Defence, Decision Making and Problem Solving: Human and Organisational Factors JDN 3/11 (2011) <https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/ file/577428/20110711-JDN311_Decision_Making.pdf > Director Leadership, The Army Leadership Code: An Introductory Guide, 2015 <https://www.army.mod.uk/media/2698/ac72021_the_army_leadership_code_an_introductory_guide.pdf > Land Warfare Development Centre. ADP Land Operations. AC 71940 (2017) Ministry of Defence, ‘Introducing the Integrated Operating Concept’ (2020) <https://assets.publishing.service. gov.uk/government/uploads/system/uploads/attachment_data/file/922969/20200930_-_Introducing_the_ Integrated_Operating_Concept.pdf > Multinational Capability Development Campaign, Future Leadership (2020) <https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/ file/946243/20201210-MCDC_Future_Leadership-web.pdf > A2-2 | Army Leadership Doctrine Books Bass, Bernard M, Bass & Stogdill’s Handbook of Leadership: Theory, Research, and Managerial Applications (New York: Free Press, 1990) Bass, Bernard M, A New Paradigm of Leadership: An Inquiry into Transformational Leadership (Alexandria, VA: U.S. Army Research Institute for the Behavioral and Social Sciences, 1996) Chaleff, Ira, Intelligent Disobedience: Doing Right When You’re Told to Do Wrong: Doing Right When What You’re Told to Do Is Wrong (Oakland, CA: Berrett-Koehler Publishers, 2015) Chaleff, Ira, The Courageous Follower: Standing Up To and For Our Leaders (Oakland, CA: Berrett-Koehler Publishers, 2009) Chapman, Tony, Best, Bill and Van Casteren, Paul, Executive coaching: Exploding the myths (London: Palgrave Macmillan, 2003) Cohen, William A, Drucker on Leadership: New lessons from the Father of Modern Management (Hoboken, NJ: Jossey-Bass, 2009) Covey, Stephen R, Ethics, the Heart of Leadership (Westport, CT: Praeger, 2004) Fielder, Dave, Defining Command, Leadership and Management Success Factors within Stability Operations (Strategic Studies Institute, US Army War College, 2011) Furnham, Adrian, The Psychology of Behaviour at Work (Hove: Psychology Press, 2004) Gardner, Howard, Leading Minds: An Anatomy of Leadership (New York, NY: Basic Books, 1995) Greenleaf, Robert K, Servant Leadership: A Journey into the Nature of Legitimate Power and Greatness (New York: Paulist Press, 2002) Grint, Keith, Leadership, Management and Command: Rethinking D-Day (Basingstoke: Palgrave Macmillan, 2007) Hackman, Michael Z, Leadership: A Communication Perspective (Prospect Heights, IL: Waveland Press, 1996) Huntingdon, Samuel, The Soldier and the State (Boston, MA: Harvard University Press, 1957) Iszatt-White, Marian, and Saunders, Christopher, Leadership (Oxford University Press: Oxford, 2020) James, Malcolm, Born of the Desert: With the SAS in North Africa (London: Frontline Books; Reprint edition, 2015) Keegan, John, The Mask of Command: A Study of Generalship (London: Pimlico, 2004) Kellerman, Barbara, Followership: How Followers Are Creating Change and Changing Leaders (Cambridge, MA: Center for Public Leadership, 2008) King, Anthony, Command: The Twenty-First-Century General (Cambridge, Cambridge University Press, 2019) Laver, Harry S, and Matthews, Jeffry J. (eds), The Art of Command: Leadership from George Washington to Colin Powell (Lexington, KY: University Press of Kentucky, 2008) McChrystal, Stanley, Team of Teams: New Rules of Engagement for a Complex World (London: Penguin, 2015) Army Leadership Doctrine | A2-3 McGannon, Bob, Intelligent Disobedience: The Difference between Good and Great Leaders (London and New York: Routledge, 2018) Northouse, Peter G,",
  "Introduction to Leadership: Concepts and Practice (Thousand Oaks, CA: Sage, 2015) Peter Northouse, Leadership: Theory and Practice (Thousand Oaks, CA: SAGE, 2007) Riggio Ronald E, Chaleff, Ira, and Lipman-Blumen, Jean (eds), The Art of Followership: How Great Followers Create Great Leaders and Organizations (New York: Jossey-Bass, 2008) Rowe, W. Glenn, Guerrero, Laura K., Cases in Leadership (London: Sage, 2011) Schein, Edgar H, Organizational Culture and Leadership, 3rd Edition (New York: Wiley, 2004) Sharp, Langley, The Habit of Excellence: Why British Army Leadership Works (London: Penguin, 2021) Taylor, Robert L. and Rosenbach, William E. (eds). Military Leadership: In Pursuit of Excellence (Oxford: Routledge, 2009) Vandergriff, Don, Adopting Mission Command: Developing Leaders for a Superior Command Culture (Annapolis, MD: Naval Institute Press, 2019) Victor H. Vroom, Philip W. Yetton, Leadership and Decision-Making (Pittsburg, PA: University of Pittsburg Press, 1973) Winstanley, Diana, Personal effectiveness: A guide to action (London: Chartered Institute of Personnel and Development, 2005) Journal articles and book chapters Taft, John, Tovo, Ken, Forsythe, John, Rout, Adam, Mariani, Joe, ‘SOF culture is the mission Culture is key to special operations’ transition to great power competition’, Deloitte Insights, 2020 Bungay, Stephen, ‘The Executive’s Trinity: Management, Leadership and Command’. The Ashridge Journal (2001) Caslen, Lt Gen Robert L, ‘The Army Ethic, Public Trust and the Profession of Arms’, Military Review (Special Edition), 2011 Collins, Jim, ‘Level 5 Leadership: The Triumph of Humility and Fierce Resolve’, Harvard Business Review (2001) Copeland, Mary Kay, 2014. ‘The Emerging Significance of Values Based Leadership: A Literature Review’, International Journal of Leadership Studies, 8 (2014) Day, David V, Fleenor, John W., Atwater, Leanne E., Sturm, Rachel E., and McKee, Rob A., ‘Advances in Leader and Leadership Development: A Review of 25 Years of Research and Theory’, Leadership Quarterly, 25 (2014) Dagless, J. W, “Toxic Leadership in the Military.”, Dissertation (The Defence Academy, Shrivenham, 2016). Hackett, Lt Gen Sir John, ‘Chapter 1: Origins of a Profession’, The Profession of Arms. (Washington, DC: Center of Military History, 1983) A2-4 | Army Leadership Doctrine Hamilton, Molly, ‘The Interaction of Transactional and Transformational Leadership’, Journal of Workforce Education and Development III, 3 (2009) Hopkins, Margaret N, and O’Neil, Deborah A., ‘Authentic Leadership: Application to Women Leaders’, Frontiers in Psychology, 6 (2015) Jary, Sydney, ‘Reflections on the Relationship Between the Led and the Leader’, Journal of the Royal Army Medical Corps, 146 (2000) Judge, Timothy A., Long, David M, ‘Chapter 6: Individual Differences in Leadership’ in Day, David V., Atonakis, John (eds), The Nature of Leadership, 2nd edition (Thousand Oaks, CA: Sage, 2012) Kelley, Robert E, ‘In Praise of Followers’, Harvard Business Review (1988) Krulak, Gen Charles C, ‘The Strategic Corporal: Leadership in the Three-Block War’, Marine Corps Gazette, 1 (1999) McAleer, George, ‘Leaders in Transition: Advice from Colin Powell and Other Strategic Thinkers’, Military Psychology, 15 (2009) McCormack, Rev Dr Philip J, ‘Grounding British Army Values Upon an Ethical Good’, Command and General Staff College Foundation Inc., 30 March 2015. <https://www.cgscfoundation.org/ wp-content/uploads/2015/04/McCormack-GroundingBritishArmyValues.pdf > Mileham, Patrick, ‘Unlimited Liability and the Military Covenant’, Journal of Military Ethics, 9 (2010) Sharma, Sartosh, ‘Theory & Relationship between Emotional Intelligence, Leadership Styles and Leadership Effectiveness’, International Journal of Education and Science Research, 1 (2014) Sloan, Geoffrey, ‘Military Doctrine, Command Philosophy and the Generation of Fighting Power: Genesis and Theory’, International Affairs 88/2 (2012) Stone, Gregory A, Russell, Robert F., and Patterson, Kathleen, ‘Transformational Versus Servant Leadership: a difference in leader focus’, The Leadership & Organization Development Journal, 25 (2004) Thiel Chase E., Zhanna Bagdasarov, Lauren Harkrider, James F. Johnson, and Michael D. Mumford. ‘Leader Ethical Decision-Making in Organizations: Strategies for Sensemaking.’ Journal of Business Ethics 107 (2012), pp. 49-64 Viinamäki, Olli-Pekka, ‘Why Leaders Fail in Introducing Values-Based Leadership? An Elaboration of Feasible Steps, Challenges, and Suggestions for Practitioners’, International Journal of Business and Management, 7 (2012) Walker, David I, ‘Chapter 10: Character in the British Army: A Precarious Professional Practice’, in Carr, David (ed), Cultivating Moral Character and Virtue in Professional Practice. (Abingdon: Taylor & Francis, 2020) Internet articles (accessed on 2 July 2021) Cambridge Institute for Sustainability Leadership. ‘Informing a Strategic Response to Climate Change: A Review of a workshop for the British Army’ (2020) <https://www.cisl.cam.ac.uk/resources/ cisl-frameworks/leadership-hub/pdfs/cisl-and-the-british-army-informing-a-strategic.pdf> Eyre, Phil ‘Leadership Lessons from Major General Marriott: How to Advance’, in Leaders: Advancing Phenomenal Performance, 25 April 2017. Army Leadership Doctrine | A2-5 <https://www.leadersconsultancy.co.uk/articles/leadership-lessons-from-major-general-marriott/> Marriott, Maj Gen (Retd) Patrick, ‘My “Lessons Learnt” - Four and a Half Thoughts on Sub-Unit Command’, The Army Leader (no date) <https://thearmyleader.co.uk/lessons-learnt-sub-unit-command/> Philips, Al, ‘The Strength of the Clan is in The Clansman: Reflections on Company Command’, The Army Leader (no date) <https://thearmyleader.co.uk/reflections-on-company-command/> Workforce Institute. ‘Meet Gen Z: The next generation is here: Hopeful, anxious, hardworking, and searching for inspiration’ (2019) <https://workforceinstitute.org/wp-content/uploads/2019/05/Meet- Gen-Z-Hopeful-Anxious-Hardworking-and-Searching-for-Inspiration.pdf> A2-6 | Army Leadership Doctrine Army Leadership Doctrine | A2-7 BAeBB https://akx.sps.ahe.r.mil.uk/sites/BAeBB AKX Online https://akx.sps.ahe.r.mil.uk/sites/akx AC 72029 © Crown Copyright The sponsor of this publication is: The Centre for Army Leadership, Robertson House, The Royal Military Academy Sandhurst Camberley GU15 4PN Email Army-CentreForArmyLeadership@mod.gov.uk"
]
